package com.example.user.songsplaylistdemo;

import android.content.Intent;
import android.net.Uri;
import android.support.v7.app.AppCompatActivity;
import android.os.Bundle;
import android.support.v7.widget.GridLayoutManager;
import android.support.v7.widget.LinearLayoutManager;
import android.support.v7.widget.RecyclerView;
import android.support.v7.widget.Toolbar;
import android.text.Editable;
import android.text.TextWatcher;
import android.view.View;
import android.widget.Button;
import android.widget.EditText;

import com.facebook.share.model.ShareLinkContent;
import com.facebook.share.widget.ShareButton;
import com.google.gson.Gson;

import org.json.JSONArray;
import org.json.JSONObject;

import java.util.ArrayList;
import java.util.Collections;

import io.paperdb.Paper;

public class MainActivity extends BaseActivity {
    private ArrayList<Song> songs;
    RecyclerView recyclerView;
    EditText searchSongEditText;
    SongsAdapter songsAdapter;

    Button myFavouriteButton;


    @Override
    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate(savedInstanceState);
        setContentView(R.layout.activity_main);



        this.myFavouriteButton = (Button) this.findViewById(R.id.myFavouriteButton);
        this.myFavouriteButton.setOnClickListener(new View.OnClickListener() {
            @Override
            public void onClick(View view) {
                Intent intent = new Intent(MainActivity.this,FavouriteSongsActivity.class);
                startActivity(intent);
            }
        });

        //getSupportActionBar().setDisplayShowHomeEnabled(true);
        //getSupportActionBar().setIcon(R.mipmap.ic_launcher);

        boolean isFirstTimeLaunch = Paper.book().read("isFirstTimeLaunch",true);
        if(isFirstTimeLaunch)
        {
            // this app is being launched for the first time
            // load data to DB
            this.loadDataToDB();
            Paper.book().write("isFirstTimeLaunch",false);
        }
        //this.initializeSongsFromDB();


        this.recyclerView = (RecyclerView) this.findViewById(R.id.recyclerView);

        //GridLayoutManager gridVertical = new GridLayoutManager(this,2, GridLayoutManager.VERTICAL,false);

        //recyclerView.setLayoutManager(gridVertical);



        this.searchSongEditText = (EditText) this.findViewById(R.id.searchSongEditText);
        this.searchSongEditText.addTextChangedListener(new TextWatcher() {
            @Override
            public void beforeTextChanged(CharSequence s, int start, int count, int after) {

            }

            @Override
            public void onTextChanged(CharSequence s, int start, int before, int count) {
                songsAdapter.getFilter().filter(s.toString());

            }

            @Override
            public void afterTextChanged(Editable s) {

            }
        });




    }

    public void loadDataToDB()
    {
        ArrayList<Song> songs = new ArrayList<>();

        Song song1 = new Song();
        song1.setArtistName("লালন");
        song1.setSongName("মিলন হবে কত দিনে");
        song1.setLyrics("মিলন হবে কত দিনে\n" +
                "আমার মনের মানুষের সনে।।\n" +
                "চাতক প্রায় অহর্নিশি\n" +
                "চেয়ে আছি কালো শশী\n" +
                "হব বলে চরণ দাসী,\n" +
                "ও তা হয় না কপাল গুণে।।\n" +
                "মেঘের বিদ্যুৎ মেঘে যেমন\n" +
                "লুকালে না পায় অন্বেষণ,\n" +
                "কালারে হারায়ে তেমন\n" +
                "ঐ রূপ হেরি এ দর্পণে।।\n" +
                "যখন ও-রূপ স্মরণ হয়,\n" +
                "থাকে না লোকলজ্জার ভয়\n" +
                "লালন ফকির ভেবে বলে সদাই\n" +
                "ও প্রেম যে করে সেই জানে।।");

        songs.add(song1);

        Song song2= new Song();
        song2.setArtistName("লালন");
        song2.setSongName("জাত গেল জাত গেল বলে");
        song2.setLyrics("জাত গেল জাত গেল বলে\n" +
                "একি আজব কারখানা\n" +
                "সত্য কাজে কেউ নয় রাজি\n" +
                "সবই দেখি তা না না না….\n" +
                "\n" +
                "আসবার কালে কি জাত ছিলে\n" +
                "এসে তুমি কি জাত নিলে\n" +
                "কি জাত হবে যাবার কালে\n" +
                "সে কথা ভেবে বলো না…\n" +
                "\n" +
                "ব্রাহ্মণ চন্ডাল চামার মুচি\n" +
                "একি জলেই সব হয় গো সুচি\n" +
                "দেখে শুনে হয় না রুচি\n" +
                "যমে তো কাউকে ছাড়বে না…\n" +
                "\n" +
                "গোপনে যে বেশ্যার ভাত খায়\n" +
                "তাতে ধর্মের কি ক্ষতি হয়\n" +
                "লালন বলে জাত কারে কয়\n" +
                "সে ঘোরও তো গেল না…\n" +
                "\n" +
                "জাত গেল জাত গেল বলে\n" +
                "একি আজব কারখানা…….");

        songs.add(song2);


        Song song3 = new Song();
        song3.setArtistName("লালন");
        song3.setSongName("খাঁচার ভিতর অচিন পাখি");
        song3.setLyrics("খাঁচার ভিতর অচিন পাখি\n" +
                "কেমনে আসে যায়\n" +
                "তারে ধরতে পারলে মন বেড়ি\n" +
                "দিতাম পাখির পায়ে।\n" +
                "\n" +
                "আট কুঠুরী নয়\n" +
                "দরজা আটা মধ্যে মধ্যে\n" +
                "ঝরকা কাঁটা\n" +
                "তার উপরে সদর কোঠা\n" +
                "আয়না মহল তায়ে।\n" +
                "\n" +
                "কপালের ফের নইলে কি আর\n" +
                "পাখিটির এমন ব্যবহার\n" +
                "খাঁচা ভেঙ্গে পাখিয়ামার কোন খানে পালায়।\n" +
                "\n" +
                "মন তুই রইলি খাঁচার আসে\n" +
                "খাঁচা যে তোর কাঁচা বাঁশের\n" +
                "কোন দিন খাঁচা পড়বে খসে\n" +
                "ফকির লালন কেঁদে কয়।");

        songs.add(song3);


        Song song4 = new Song();
        song4.setArtistName("লালন");
        song4.setSongName("তাল তমাল");
        song4.setLyrics("তাল তমালের বনেতে\n" +
                "\n" +
                "আগুন লাগে মনেতে\n" +
                "\n" +
                "বন্ধু আমার বুনো হাওয়া\n" +
                "\n" +
                "সুখ হইলো না প্রাণেতে ।\n" +
                "\n" +
                " \n" +
                "\n" +
                "শহর নগর বন্দরে\n" +
                "\n" +
                "ঘুরি আমি ঘুরি রে,\n" +
                "\n" +
                "ভাব লাগেনা মনেতে\n" +
                "\n" +
                "অভাবে দিন গেলো রে ।\n" +
                "\n" +
                " \n" +
                "\n" +
                "সকাল দুপুর সন্ধ্যা গেলো,\n" +
                "\n" +
                "সূর্য্য ঢেকে আধারে\n" +
                "\n" +
                "নদী পাহাড় সাগরে\n" +
                "\n" +
                "খুজি আমি কাহারে।\n" +
                "\n" +
                "\n" +
                " \n" +
                "\n" +
                "এখন কোন গল্প নাই\n" +
                "\n" +
                "গল্পে কোন কথা নাই\n" +
                "\n" +
                "দিনও মানে সূর্য নাই\n" +
                "\n" +
                "রাতে কোন চন্দ্র নাই ।\n" +
                "\n" +
                " \n" +
                "\n" +
                "না হইলোনা কথা বলা\n" +
                "\n" +
                "কি পরিবো গলেতে\n" +
                "\n" +
                "গল্প করি কাহারে\n" +
                "\n" +
                "কবে পাবো তাহারে ।\n" +
                "\n" +
                " \n" +
                "\n" +
                "বন্ধু আমার বুনো হাওয়া\n" +
                "\n" +
                "সুখ হলোনা প্রাণেতে\n" +
                "\n" +
                "তাল তমালের বনেতে,\n" +
                "\n" +
                "আগুন লাগে মনেতে ।");

        songs.add(song4);



        Song song5 = new Song();
        song5.setArtistName("লালন");
        song5.setSongName("সময় গেলে সাধন");
        song5.setLyrics("সময় গেলে সাধন হবে না\n" +
                "দিন থাকতে দ্বীনের সাধন কেন জানলে না\n" +
                "তুমি কেন জানলে না\n" +
                "সময় গেলে সাধন হবে না\n" +
                "\n" +
                "জানো না মন খালে বিলে\n" +
                "থাকে না মিল জল শুকালে ।।\n" +
                "কি হবে আর বাঁধা দিলে\n" +
                "মোহনা শুকনা থাকে, মোহনা শুকনা থাকে,\n" +
                "সময় গেলে সাধন হবে না\n" +
                "সময় গেলে সাধন হবে না\n" +
                "\n" +
                "অসময়ে কৃষি কইরে মিছা মিছি খেইটে মরে\n" +
                "গাছ যদি হয় বীজের জোরে ফল ধরে না\n" +
                "তাতে ফল ধরে না,\n" +
                "সময় গেলে সাধন হবে না ।।\n" +
                "\n" +
                "অমাবস্যায় পূর্নিমা হয়\n" +
                "মহা জোগ সে দিনের উদয় ।।\n" +
                "লালোন বলে তাহার সময়\n" +
                "দনডোমো রয় না, দনডোমো রয় না,দনডোমো রয় না\n" +
                "সময় গেলে সাধন হবে না\n" +
                "\n" +
                "দিন থাকতে দ্বীনের সাধন কেন জানলে না\n" +
                "তুমি কেন জানলে না\n" +
                "সময় গেলে সাধোন হবে না");

        songs.add(song5);



//        Song song6 = new Song();
//        song6.setArtistName("লালন");
//        song6.setSongName("জাত গেলো");
//        song6.setLyrics("জাত গেল জাত গেল বলে\n" +
//                "একি আজব কারখানা\n" +
//                "সত্য কাজে কেউ নয় রাজি\n" +
//                "সবি দেখি তা না-না-না।।\n" +
//                "আসবার কালে কি জাত ছিলে\n" +
//                "এসে তুমি কি জাত নিলে,\n" +
//                "কি জাত হবা যাবার কালে\n" +
//                "সে কথা ভেবে বল না।।\n" +
//                "ব্রাহ্মণ চন্ডাল চামার মুচি\n" +
//                "এক জলেই সব হয় গো শুচি,\n" +
//                "দেখে শুনে হয় না রুচি\n" +
//                "যমে তো কাকেও ছাড়বে না।।\n" +
//                "গোপনে যে বেশ্যার ভাত খায়,\n" +
//                "তাতে ধর্মের কি ক্ষতি হয়।\n" +
//                "লালন বলে জাত কারে কয়\n" +
//                "এ ভ্রম তো গেল না।।");
//
//        songs.add(song6);
        Song song7 = new Song();
        song7.setArtistName("কুড়েঘর");
        song7.setSongName("আমার হৃদয় পিঞ্জিরার পোষা পাখি");
        song7.setLyrics("আমার হৃদয় পিঞ্জিরার পোষা পাখি রে,\n" +
                "আমারে কান্দাইয়া পাও কি সুখ ।।\n" +
                "তুমি কার পোষা পাখি , কাজল বরন আঁখি, \n" +
                "রক্ত জবার মত তোমার মুখ।\n" +
                "\n" +
                "প্রথম জীবনের কালে যেদিন তোমায় দেখেছি,\n" +
                "এই দেহ পিঞ্জিরার মাঝে আপন করে রেখেছি।।\n" +
                "জানতাম যদি পাখি দিয়া যাবি ফাঁকি,\n" +
                "বানতাম না আর তোর আশায় বুক।\n" +
                "\n" +
                "আদর সোহাগের পাখি কোন দিন জানি উড়ে যায়\n" +
                "ফাঁক পেলে পলাইয়া যাবে জঙ্গলের কোন অজানায়।।\n" +
                "জানতাম যদি পাখি দিয়া যাবি ফাঁকি,\n" +
                "দেখতাম না আর তোর মায়া মুখ।\n" +
                "\n" +
                "আজিজুল দেওয়ান ভেবে বলে ওরে আমার মন ভোলা\n" +
                "দিন থাকিতে গেল বেলা একবার ফিরে না চাইলা।।\n" +
                "তুমি ছেড়ে দাও এই রঙ এর খেলা,\n" +
                "ডুবে যায় যে তোমার বেলা\n" +
                "তোমার আশায় পাইলাম না ঐ সুখ\n" +
                "আমারে কান্দাইয়া পাও কি সুখ ।।\uFEFF");

        songs.add(song7);
        Song song8 = new Song();
        song8.setArtistName("কুড়েঘর");
        song8.setSongName("আমার কাছে তুমি মানে");
        song8.setLyrics("আমার কাছে তুমি মানে সাত রাজার ধন\n" +
                "আমার কাছে তুমি মানে অন্যরকম\n" +
                "আমার কাছে তুমি মানে আমার পোষা পাখি\n" +
                "তাই দিনে রাইতে চোখ বুজিয়া তোমায় আমি দেখি\n" +
                "তোমার কাছে হয়ত বন্ধু আমি কিছু নাহ\n" +
                "তাইতো তোমার স্বপ্নে বন্ধু আমি আসি নাহ\n" +
                "আমি মানে তুমি আর তুমি মানে আমি\n" +
                "আমার কাছে আমার চেয়ে বন্ধু তুমি দামি\n" +
                "\n" +
                "আমার কাছে তুমি মানে আমার সব কিছু\n" +
                "তাই পাগলের মত ছুটি তোমার পিছু\n" +
                "আমার কাছে তুমি মানে সাদা মেঘের ভেলা\n" +
                "নাহ দেখিলে মুখটা তোমার মন হয় উতালা\n" +
                "তোমার কাছে হয়ত বন্ধু আমি কিছু নাহ\n" +
                "তাইতো তোমার স্বপ্নে বন্ধু আমি আসি নাহ\n" +
                "আমি মানে তুমি আর তুমি মানে আমি\n" +
                "আমার কাছে আমার চেয়ে বন্ধু তুমি দামি\n" +
                "\n" +
                "আমার কাছে বন্ধু তুমি রাইতে ধ্রুব তারা\n" +
                "তোমায় আমি রাইত জাগিয়া দেই বন্ধু পাহাড়া\n" +
                "আমার কাছে বন্ধু তুমি সাত সাগরের ঢেউ\n" +
                "কত্ত ভালোবাসি তোমারে জানেনারে কেউ\n" +
                "তোমার কাছে হয়ত বন্ধু আমি কিছু নাহ\n" +
                "তাইতো তোমার স্বপ্নে বন্ধু আমি আসি নাহ\n" +
                "আমি মানে তুমি আর তুমি মানে আমি\n" +
                "আমার কাছে আমার চেয়ে বন্ধু তুমি দামি");

        songs.add(song8);


        Song song9 = new Song();
        song9.setArtistName("arbovirus");
        song9.setSongName("হারিয়ে যাও তুমি");
        song9.setLyrics("অনেকটা পথ হেটেছি একসাথে..\n" +
                "কতগুলো ভোর দেখেছি পাশাপাশি..\n" +
                "তারপর সব কিছু ফেলে দূরে সরে গিয়েছি\n" +
                "একটু একটু করে....\n" +
                "হারিয়ে যাও তুমি - দূরে আরো দূরে...\n" +
                "হারিয়ে যাও তুমি - দূরে আরো দূরে...\n" +
                "\n" +
                "তারপর চিরচেনা নিজেদের..\n" +
                "চিনতে পারি না কোনো ভাবেই..\n" +
                "আমরা ভাবি সব আসবে ফিরে..\n" +
                "পুরনো অনুভুতি পুরনো মানুষে..\n" +
                "হারিয়ে যাও তুমি - দূরে আরো দূরে...\n" +
                "হারিয়ে যাও তুমি - দূরে আরো দূরে...\n" +
                "\n" +
                "হয়তো কারো দোষ নেই..\n" +
                "হয়তো কিছুই করার নেই..\n" +
                "অবসাদ জয় করেছে ভালোবাসা\n" +
                "হারিয়ে যাও তুমি - দূরে আরো দূরে...\n" +
                "হারিয়ে যাও তুমি - দূরে আরো দূরে...");

        songs.add(song9);

        Song song10 = new Song();
        song10.setArtistName("অঞ্জন দত্ত");
        song10.setSongName("রঞ্জনা আমি আর আসবো না");
        song10.setLyrics("পাড়ায় ঢুকলে ঠ্যাং খোড়া করে দেবো\n" +
                "বলেছে পাড়ার দাদারা\n" +
                "অন্যপাড়া দিয়ে যাচ্ছি তাই\n" +
                "রঞ্জনা আমি আর আসবো না\n" +
                "\n" +
                "ধর্ম আমার আমি নিজে বেছে নেইনি\n" +
                "পদবিতে ছিলো না যে হাত\n" +
                "মসজিদে যেতে হয় তাই জোর করে যাই\n" +
                "বচ্ছরে দু'একবার\n" +
                "বাংলায় সত্তর পাই আমি এক্সামে\n" +
                "ভালো লাগে খেতে ভাত মাছ\n" +
                "গাঁজা-সিগারেট আমি কোনটাই ছুঁইনা\n" +
                "পারিনা চড়তে কোন গাছ\n" +
                "\n" +
                "চশমাটা খসে গেলে মুশকিলে পড়ি\n" +
                "দাদা আমি এখনো যে ইশকুলে পড়ি\n" +
                "কব্জির জোরে আমি পারবো না\n" +
                "পারবো না হতে আমি রোমিও\n" +
                "তাই দুপ্পুর বেলাতে ঘুমিও\n" +
                "আসতে হবে না আর বারান্দায়\n" +
                "রঞ্জনা আমি আর আসবো না\n" +
                "\n" +
                "বুঝবো কি করে আমি তোমার ঐ মেঝ দাদা\n" +
                "শুধু যে তোমার দাদা নয়..\n" +
                "আরো কত দাদাগিরি কব্জির কারিগরি\n" +
                "করে তার দিন কেটে যায়..\n" +
                "তাও যদি বলতাম হিন্দুর ছেলে আমি\n" +
                "নিলু বিলু কিম্বা নিতাই..\n" +
                "মিথ্যে কথা আমি বলতে যে পারিনা\n" +
                "ভ্যাবা ভ্যাবা ভ্যাবাচ্যাকা খাই..\n" +
                "সত্যিকারের প্রেম জানিনাতো কি সেটা\n" +
                "যাচ্ছে জমে হোম টাস্ক..\n" +
                "লাগছে না ভালো আর মেট্রো-চ্যানেলটা\n" +
                "কান্না পাচ্ছে সারা রাত..\n" +
                "হিন্দু কি জাপানী জানি না তো তুমি কি\n" +
                "জানে ঐ দাদাদের গ্যাং..\n" +
                "সাইকেলটা আমি ছেড়ে দিতে রাজি আছি\n" +
                "পারবো না ছাড়তে এই ঠ্যাং..\n" +
                "\n" +
                "চশমাটা খসে গেলে মুশকিলে পড়ি\n" +
                "দাদা আমি এখনো যে ইশকুলে পড়ি\n" +
                "কব্জির জোরে আমি পারবো না..\n" +
                "পারবো না হতে আমি রোমিও\n" +
                "তাই দুপুর বেলাতে ঘুমিও\n" +
                "আসতে হবে না আর বারান্দায়..\n" +
                "রঞ্জনা আমি আর আসবো না..");

        songs.add(song10);



        Song song11 = new Song();
        song11.setArtistName("অঞ্জন দত্ত");
        song11.setSongName("চাকরিটা আমি পেয়ে গেছি");
        song11.setLyrics("চাকরিটা আমি পেয়ে গেছি বেলা শুনছো\n" +
                "এখন আর কেউ আটকাতে পারবেনা\n" +
                "সম্বন্ধটা এই বার তুমি ভেস্তে দিতে পারো\n" +
                "মা-কে বলে দাও বিয়ে তুমি করছো না\n" +
                "চাকরিটা আমি পেয়ে গেছি বেলা সত্যি\n" +
                "আর মাত্র কয়েকটা মাস ব্যাস\n" +
                "স্টার্টিংয়েই ওরা ১১০০ দেবে তিন মাস পরে কনফার্ম\n" +
                "চুপ করে কেন বেলা কিছু বলছো না\n" +
                "এটা কি ২৪৪ ১১ ৩৯\n" +
                "বেলা বোস তুমি পারছো কি শুনতে\n" +
                "১০-১২ বার রং নাম্বার পেরিয়ে তোমাকে পেয়েছি\n" +
                "দেবো না কিছুতেই আর হারাতে\n" +
                "হ্যালো ২৪৪ ১১ ৩৯\n" +
                "দিন না দেকে বেলাকে একটিবার\n" +
                "মিটারে যাচ্ছে বেড়ে পাবলিক টেলিফোনে\n" +
                "জরু্রি খুব জরুরি দরকার\n" +
                "\n" +
                "স্বপ্ন এবার হয়ে যাবে বেলা সত্যি\n" +
                "এতোদিন ধরে এতো অপেক্ষা\n" +
                "রাস্তার কতো সস্তা হোটেলে\n" +
                "ব্যস্ত ক্যাবিনে বন্দী দুজনে\n" +
                "রুদ্ধশ্বাস কতো প্রতীক্ষা\n" +
                "আর কিছু দিন তারপর বেলা মুক্তি\n" +
                "কসবার ঐ নীল দেয়ালের ঘর\n" +
                "সাদা-কালো এই জঞ্জালে ভরা মিথ্যে কথার শহরে\n" +
                "তোমার আমার নাল-নীল সংসার\n" +
                "\n" +
                "চুপ করে কেনো একি বেলা তুমি কাঁদছো\n" +
                "চাকরিটা আমি পেয়ে গেছি সত্যি\n" +
                "কান্নাকাটির হল্লাহাটির সময় গেছে পেরিয়ে\n" +
                "হ্যালো তুমি শুনতে পাচ্ছো কি\n" +
                "এটা কি ২৪৪ ১১ ৩৯\n" +
                "বেলা বোস তুমি পারছো কি শুনতে\n" +
                "১০-১২ বার রং নাম্বার পেরিয়ে তোমাকে পেয়েছি\n" +
                "দেবো না কিছুতেই আর হারাতে\n" +
                "হ্যালো ২৪৪ ১১ ৩৯\n" +
                "দিন না দেকে বেলাকে একটিবার\n" +
                "মিটারে যাচ্ছে বেড়ে পাবলিক টেলিফোনে\n" +
                "জরু্রি খুব জরুরি দরকার\n" +
                "হ্যালো ২৪৪ ১১ ৩৯\n" +
                "হ্যালো ধুর ছাই হ্যালো");

        songs.add(song11);

        Song song12 = new Song();
        song12.setArtistName("অর্ণব");
        song12.setSongName("তুই কি জানিসনা");
        song12.setLyrics("তুই কি জানিসনা তোর জন্য কান্না\n" +
                "ভোরের ঘাসের ঠোটে শিশির হয়ে ছুটে\n" +
                "জানিস না কি তুই ঠিক যখনই ছুই\n" +
                "তোর চোখের পাতা চুল অমনি ফুটে ফুল\n" +
                "\n" +
                "তুই নেই বলে পাতা গুলো সব ফাকা\n" +
                "তুই নেই বলে মন শুধু করে খাখা \n" +
                "তুই নেই বলে একলা শালিক ডাকে\n" +
                "তুই নেই বলে মধু নেই মৌচাকে\n" +
                "তুই নেই তাই মেঘ কাদে হয় জল\n" +
                "তুই আসবি আসবিটা কবে বল?\n" +
                "তুই কাছে নেই তাই\n" +
                "বিচ্ছিরি লাগে রাত বিচ্ছিরি লাগে দিন\n" +
                "বিচ্ছিরি লাগে সাধ বিচ্ছিরি লাগে দিন \n" +
                "\n" +
                "তবু তুই রয়েছিস বলে-\n" +
                "তবু তুই রয়েছিস বলে ঘাসফুলে জল দোলে\n" +
                "তবু তুই রয়েছিস তাই তারাদের রোস নাই\n" +
                "তবু তুই রয়েছিস জানি স্বপ্নের হাতছানি \n" +
                "সুরে দূর থেকে ডাকে মেঠো রাস্তার বাকে\n" +
                "তুই রয়েছিস তাই ওদের সাথে যাই");

        songs.add(song12);

        Song song13 = new Song();
        song13.setArtistName("অর্ণব");
        song13.setSongName("ভালোবাসা তারপর");
        song13.setLyrics("কষ্টগুলোর শিকড় ছড়িয়ে\n" +
                "ঐ ভয়ানক একা চাঁদটার সাথে\n" +
                "স্বপ্নের আলোতে যাবো বলে\n" +
                "যখন চোখ ভিজে যায় রাতে\n" +
                "\n" +
                "ভালবাসা তারপর দিতে পারে\n" +
                "গত বর্ষার সুবাস\n" +
                "বহুদিন আগে তারাদের আলো\n" +
                "শূন্য আঁধার আকাশ\n" +
                "\n" +
                "প্রখর রোদে পোড়া পিঠ\n" +
                "আগুনের কুণ্ডে শেঁকা হাত\n" +
                "শিশির ছোঁয়া পাবে হাসি\n" +
                "অন্ধকারে কেটে যাবে রাত\n" +
                "\n" +
                "ভালোবাসা তারপর দিতে পারে\n" +
                "গত বর্ষার সুবাস\n" +
                "বহুদিন আগে তারাদের আলো\n" +
                "শূন্য আঁধার আকাশ");

        songs.add(song13);

        Song song14 = new Song();
        song14.setArtistName("POPEYE");
        song14.setSongName("নেশার বোঝা");
        song14.setLyrics("স্বপ্ন দেখা খোলা চোখে \n" +
                "হয়না সাহস আর মনে\n" +
                "করি না কিছু পাওয়ার আশা\n" +
                "ব্যর্থ আমার প্রার্থনারা..\n" +
                "আজ আমি সব হারানো\n" +
                "আমি শূন্যতায় ভেসে হাহাকার দেখি\n" +
                "লাগে ভয়, যেন আমার\n" +
                "দেখা হল না আলো, সুধাই অন্ধকার... \n" +
                "\n" +
                "কেউ বুঝেনি আমায়, চেনেনি তো কেউ\n" +
                "দেখেও কতবার তবু দেখেনি কেউ\n" +
                "মোর সত্য কল্পনা\n" +
                "যতো বাস্তবতা মিথ্যে ততো...\n" +
                "তাই আমি বৃষ্টি এলেই\n" +
                "পাহাড়ের চূড়ায় বসে বর্ষায় ভিজি..\n" +
                "\n" +
                "ভাঙ্গলে মেঘ, পারি যেতেও আকাশ\n" +
                "শুকাতে রোদের তীরে নিজেকে আমি...\n" +
                "ফেরা হলো না ঘরে\n" +
                "নাহি ফিরলো ঘর দিকে আমার\n" +
                "এসে পথেরি মাঝে\n" +
                "পেছনে তাকিয়ে ফিরে আবার…\n" +
                "হেটে যাই, আমি খুজতে কিছু\n" +
                "আমি আজো জানিনা কিসেরি পিছু\n" +
                "সাথী রয়, কষ্ট আমার\n" +
                "সে নেয় না তো বিদায়\n" +
                "দেয় নাতো বিদায়... \n" +
                "\n" +
                "আমি মিথ্যে বলেছি\n" +
                "কতো মিথ্যে বলেছি নিজেকে\n" +
                "এক রূপকথার মত \n" +
                "বদলে যাবে এই জীবন শেষে…\n" +
                "আজ আমি, ছন্নছাড়া\n" +
                "আমি এক দিশেহারা লুকিয়ে মরি\n" +
                "জানবে না, এই নেশার মায়া\n" +
                "কত যে বড় বোঝা, কত যে বোঝা…\n" +
                "নেশার মায়া, কত যে বোঝা\n" +
                "নেশার মায়া, কত যে বোঝা….");

        songs.add(song14);

        Song song15 = new Song();
        song15.setArtistName("জেমস");
        song15.setSongName("কবিতা");
        song15.setLyrics("কবিতা, তুমি স্বপ্নচারিনী হয়ে খবর নিও না..\n" +
                "কবিতা, এই নিশাচর আমায় ভেবোনা সুখের মোহনা..\n" +
                "দেখবে আমাদের ভালোবাসা\n" +
                "হয়ে গেছে কখন যেনো\n" +
                "পদ্ম পাতারও জল....\n" +
                "কবিতা, তুমি স্বপ্নচারিনী হয়ে খবর নিও না..\n" +
                "কবিতা, এই নিশাচর আমায় ভেবোনা সুখের মোহনা..\n" +
                "\n" +
                "বেদনাসিক্ত অশান্ত এই মন-\n" +
                "খুঁজে ফিরে মেটায় প্রয়োজন..\n" +
                "যতদূর জানে এ ব্যাকুল হৃদয়-\n" +
                "নীল বিষের পেয়ালা মনের বাঁধন..\n" +
                "\n" +
                "দেখবে আমাদের ভালোবাসা\n" +
                "হয়ে গেছে কখন যেনো\n" +
                "পদ্ম পাতারও জল....\n" +
                "কবিতা, তুমি স্বপ্নচারিনী হয়ে খবর নিও না..\n" +
                "কবিতা, এই নিশাচর আমায় ভেবোনা সুখের মোহনা..\n" +
                "\n" +
                "নয়ন গভীরে আঙ্গিনা\n" +
                "নিবিড়তার ছোঁয়ায় হৃদয় প্রতিমা..\n" +
                "কোথায় হারালে বলো পাবো তোমায়\n" +
                "বসন্তে মাতাল আমি এক অপূর্ণতা..\n" +
                "নয়ন গভীরে আঙ্গিনা\n" +
                "নিবিড়তার ছোঁয়ায় হৃদয় প্রতিমা..\n" +
                "কোথায় হারালে বলো পাবো তোমায়\n" +
                "বসন্তে মাতাল আমি এক অপূর্ণতা..\n" +
                "\n" +
                "দেখবে আমাদের ভালোবাসা\n" +
                "হয়ে গেছে কখন যেনো\n" +
                "পদ্ম পাতারও জল....\n" +
                "কবিতা, তুমি স্বপ্নচারিনী হয়ে খবর নিও না..\n" +
                "কবিতা, এই নিশাচর আমায় ভেবোনা সুখের মোহনা..");

        songs.add(song15);

        Song song16 = new Song();
        song16.setArtistName("জেমস");
        song16.setSongName("তারায় তারায়");
        song16.setLyrics("সুন্দরীতমা আমার\n" +
                "তুমি নিলীমার দিকে তাকিয়ে\n" +
                "বলতে পারো, এই আকাশ আমার\n" +
                "\n" +
                "নীলাকাশ রবে নিরুত্তর\n" +
                "মানুষ আমি চেয়ে দেখো\n" +
                "নীলাকাশ রবে নিরুত্তর\n" +
                "যদি তুমি বলো আমি\n" +
                "একান্ত তোমার\n" +
                "\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো, তুমি আমার\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো, তুমি তোমার\n" +
                "\n" +
                "ক্যামেলিয়া হাতে এই সন্ধ্যায়\n" +
                "ভালোবেসে যতো খুশি\n" +
                "বলতে পারো, এই ফুল আমার\n" +
                "ফুল শুধু ছড়াবে সৌরভ\n" +
                "লজ্জায় বলবে না কিছুই\n" +
                "ফুল শুধু ছড়াবে সৌরভ\n" +
                "লজ্জায় বলবে না কিছুই\n" +
                "ফুল থাকবে নিরব\n" +
                "\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো, তুমি আমার\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো, আমি তোমার\n" +
                "\n" +
                "জোছনা লুটালে\n" +
                "তুমি অধিকার নিয়ে\n" +
                "বলতে পারো, এই জোছনা আমার\n" +
                "এই চাঁদ খুঁজবে না উত্তর\n" +
                "একবার যদি বলো\n" +
                "এই চাঁদ খুঁজবে না উত্তর\n" +
                "একবার যদি বলো আমাকে\n" +
                "আমি থাকবো না নির্বাক\n" +
                "\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো, তুমি আমার\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো, তুমি তোমার\n" +
                "আমি তারায় তারায়\n" +
                "রটিয়ে দেবো তুমি তোমার");

        songs.add(song16);

        Song song17 = new Song();
        song17.setArtistName("জেমস");
        song17.setSongName("লিখতে পারিনা কোন গান");
        song17.setLyrics("লিখতে পারিনা কোন গান আজ তুমি ছাড়া\n" +
                "ভাবতে পারিনা কোন কিছু আর তুমি ছাড়া\n" +
                "কি যে যন্ত্রনা এই পথচলা\n" +
                "বিরহ স্মৃতি তোমাকে ঘিরে তুমি জানোনা...\n" +
                "লিখতে পারিনা কোন গান আজ তুমি ছাড়া\n" +
                "ভাবতে পারিনা কোন কিছু আর তুমি ছাড়া\n" +
                "কি যে যন্ত্রনা এই পথচলা\n" +
                "বিরহ স্মৃতি তোমাকে ঘিরে তুমি জানোনা...\n" +
                "\n" +
                "হারানো দিনগুলিতে ছিলে তুমি জড়িয়ে\n" +
                "এই মনের সীমান্তে ছিল সুখ ছড়িয়ে\n" +
                "হারানো দিনগুলিতে ছিলে তুমি জড়িয়ে\n" +
                "এই মনের সীমান্তে ছিল সুখ ছড়িয়ে\n" +
                "কি যে যন্ত্রনা এই পথচলা\n" +
                "বিরহ স্মৃতি তোমাকে ঘিরে তুমি জানোনা\n" +
                "লিখতে পারিনা কোন গান আজ তুমি ছাড়া\n" +
                "ভাবতে পারিনা কোন কিছু আর তুমি ছাড়া\n" +
                "\n" +
                "আকাশে চাঁদ ছিল একা পাহাড়ি ঝর্ণা ঝরা\n" +
                "তাদের মনে তে ব্যথা ছিল কিনা বুঝিনি\n" +
                "আকাশে চাঁদ ছিল একা পাহাড়ি ঝর্ণা ঝরা\n" +
                "তাদের মনে তে ব্যথা ছিল কিনা বুঝিনি\n" +
                "সে ব্যথা বোঝার আগে হারিয়ে তোমাকে\n" +
                "তোমাকে হারিয়ে বেদনা ঝরেছে হৃদয়ে\n" +
                "কি যে বেদনা তুমি বোঝনা\n" +
                "তোমাকে ভুলে থাকা কোনদিন বুঝি হল না\n" +
                "\n" +
                "লিখতে পারিনা কোন গান আজ তুমি ছাড়া\n" +
                "ভাবতে পারিনা কোন কিছু আর তুমি ছাড়া\n" +
                "কি যে যন্ত্রনা এই পথচলা\n" +
                "বিরহ স্মৃতি তোমাকে ঘিরে তুমি জানোনা...\n" +
                "লিখতে পারিনা কোন গান আজ তুমি ছাড়া\n" +
                "ভাবতে পারিনা কোন কিছু আর তুমি ছাড়া");

        songs.add(song17);

        Song song18 = new Song();
        song18.setArtistName("মেঘদল");
        song18.setSongName("নির্বাণ");
        song18.setLyrics("কিছু বিষাদ হোক পাখি\n" +
                "নগরীর নোনা ধরা দেয়ালে\n" +
                "কাঁচপোকা সারি সারি\n" +
                "নির্বাণ নির্বাণ ডেকে যায় \n" +
                "\n" +
                "কিছু ভুল রঙের ফুল\n" +
                "ফুটে আছে আজ পথে\n" +
                "কিছু মিথ্যে কথার রং\n" +
                "আমাদের হৃদয়ে \n" +
                "\n" +
                "এখনও এখানে নীরবে দাঁড়িয়ে\n" +
                "অগণিত প্রতিশোধ জাগে আত্মার ভেতরে\n" +
                "কিছু মাতাল হাওয়ার দল\n" +
                "শোনে ঝোড়ো সময়ের গান\n" +
                "এখানে শুরু হোক রোজকার রূপকথা\n" +
                "\n" +
                "কিছু বিষাদগ্রস্ত দিন\n" +
                "ছিলো প্রেমিকার চোখে জমা\n" +
                "আলো নেই, রোদ নেই, কিছু বিপন্ন বিস্ময়\n" +
                "ক্ষমাহীন প্রান্তর জুড়ে আমাদের বেঁচে থাকা");

        songs.add(song18);

        Song song19 = new Song();
        song19.setArtistName("মেঘদল");
        song19.setSongName("চেনা অচেনা");
        song19.setLyrics("চেনা অচেনা আলো আঁধারে\n" +
                "চলতি পথে কোনো বাসের ভিড়ে \n" +
                "কালো ধোঁয়া ধোঁয়া এই শহরে\n" +
                "হাঁটছি আমি একা রোদ্দুরে\n" +
                "আমি এক দিকভ্রান্ত পথিক\n" +
                "হারাই শুধু হারাই তোমার অরণ্যে\n" +
                "\n" +
                "তবুও অজস্র ক্রন্দন মেখে\n" +
                "মত্ত হয়েছি ব্যর্থ প্রলাপে \n" +
                "গুনে চলেছি অশ্রু প্রপাত\n" +
                "এখানেই যেনো জীবন ধারাপাত\n" +
                "আমি এক দিকভ্রান্ত পথিক\n" +
                "হারাই শুধু হারাই তোমার অরণ্যে\n" +
                "\n" +
                "ণৈঃশ্বব্দের অমৃত লোকে\n" +
                "করেছি তোমায় রচনা\n" +
                "শব্দ প্রহর ফুরিয়ে গেলেই\n" +
                "স্বপ্ন তুমি কামনা\n" +
                "তবুও অজস্র ক্রন্দন মেখে\n" +
                "মত্ত হয়েছি ব্যর্থ প্রলাপে\n" +
                "গুনে চলেছি অশ্রু প্রপাত\n" +
                "এখানেই যেনো জীবন ধারাপাত\n" +
                "আমি এক দিকভ্রান্ত পথিক\n" +
                "হারাই শুধু হারাই তোমার অরণ্যে");

        songs.add(song19);

        Song song20 = new Song();
        song20.setArtistName("আইয়ূব বাচ্চু");
        song20.setSongName("আমি কষ্ট পেতে ভালোবাসি");
        song20.setLyrics("কোনো সুখের ছোঁয়া পেতে নয়\n" +
                "নয় কোনো নতুন জীবনের খোঁজে\n" +
                "তোমার চোখে তাকিয়ে থাকা\n" +
                "আলোকিত হাসি নয়\n" +
                "আশা নয়\n" +
                "না বলা ভাষা নয়\n" +
                "আমি কষ্ট পেতে ভালোবাসি\n" +
                "তাই তোমার কাছে ছুটে আছি ।।\n" +
                "\n" +
                "বুকের এক পাশে রেখেছি\n" +
                "জলহীন মরুভূমি\n" +
                "ইচ্ছে হলে যখন তখন\n" +
                "অশ্রুফোঁটা দাও তুমি\n" +
                "তুমি চাইলে আমি দেবো\n" +
                "অথৈ সাগর পাড়ি\n" +
                "আমি কষ্ট পেতে ভালোবাসি তাই তোমার কাছে ছুটে আছি\n" +
                "\n" +
                "যখন আমার কষ্টগুলো\n" +
                "প্রজাপতির মত উড়ে\n" +
                "বিষাদের সবকটা ফুল\n" +
                "চুপচাপ ঝরে পড়ে\n" +
                "আমার আকাশ জুড়ে\n" +
                "মেঘে ভরে গেছে ভুলে\n" +
                "আমি কষ্ট পেতে ভালোবাসি তাই তোমার কাছে ছুটে আছি ।।\n" +
                "\n" +
                "কোনো সুখের ছোঁয়া পেতে নয়\n" +
                "নয় কোনো নতুন জীবনের খোঁজে\n" +
                "তোমার চোখে তাকিয়ে থাকা\n" +
                "আলোকিত হাসি নয় ।।\n" +
                "আশা নয়\n" +
                "না বলা ভাষা নয়\n" +
                "আমি কষ্ট পেতে ভালোবাসি\n" +
                "তাই তোমার কাছে ছুটে আছি ।।");

        songs.add(song20);

        Song song21 = new Song();
        song21.setArtistName("আইয়ূব বাচ্চ");
        song21.setSongName("মেয়ে");
        song21.setLyrics("মেয়ে ...... তুমি কি দুঃখ চেন চেন না \n" +
                "মেয়ে ...... তুমি কি আকাশ চেন চেন না \n" +
                "তবে চিনবে কেমন করে এই আমাকে  \n" +
                " তবে চিনবে কেমন করে এই আমাকে\n" +
                "মেয়ে ...... তুমি ঝড় কি বোঝ বোঝ না \n" +
                "মেয়ে ...... তুমি রাত কি বোঝ বোঝ না \n" +
                "তবে বোঝবে কেমন করে এই আমাকে \n" +
                "তবে চিনবে কেমন করে এই আমাকে \n" +
                "মেয়ে ...... তুমি পথ কি চেন চেন না  \n" +
                "মেয়ে ...... তুমি পথিক চেন চেন না \n" +
                "তবে খুজবে কেমন করে এই আমাকে  \n" +
                "তবে চিনবে কেমন করে এই আমাকে \n" +
                "মেয়ে ...... তুমি কি দুঃখ চেন চেন না \n" +
                "মেয়ে ...... তুমি ঝড় কি বোঝ বোঝ না \n" +
                "তবে বোঝবে কেমন করে এই আমাকে \n" +
                "তবে চিনবে কেমন করে এই আমাকে \n" +
                "মেয়ে ...... তুমি কি ছিড়তে পার ফুলের বাগান \n" +
                "মেয়ে ...... তুমি কি ভুলতে পার স্পর্শ আমার  \n" +
                "তবে ভুলবে কেমন করে এই আমাকে \n" +
                "তবে চিনবে কেমন করে এই আমাকে \n" +
                "মেয়ে ...... তুমি কি দুঃখ চেন চেন না \n" +
                "মেয়ে ...... তুমি কি আকাশ চেন চেন না \n" +
                "তবে চিনবে কেমন করে এই আমাকে \n" +
                "তবে চিনবে কেমন করে এই আমাকে \n" +
                "মেয়ে ...... তুমি ঝড় কি বোঝ বোঝ না \n" +
                "মেয়ে ...... তুমি পথ কি চেন চেন না  \n" +
                "তবে বোঝবে কেমন করে এই আমাকে \n" +
                "তবে বোঝবে কেমন করে এই আমাকে ");

        songs.add(song21);

        Song song22 = new Song();
        song22.setArtistName("বাউল");
        song22.setSongName("চলো না হই উদাসি");
        song22.setLyrics(" আমার মন ও নাচায়\n" +
                "এ ঘর বাঁধিলো কিশোরী\n" +
                "প্রান ও না চায় এ ঘর বাঁধিলো কিশোরী\n" +
                "চলো না হই উদাসি(২)\n" +
                "চলো না হই উদাসি\n" +
                "বন্ধুর ও বাড়ির জালালী কবুতর\n" +
                "আমার ও বাড়ি আসে রে(২)\n" +
                "কত বুট মুশুরী ছিটাইয়া খাওয়াইলাম\n" +
                "কত বুট মুশুরী ছিটাইয়া খাওয়াইলাম\n" +
                "খায় আর, খায় আর, খায় আর বাক বাকুম\n" +
                "করে লো কিশোরী।\n" +
                "চলো না হই উদাসি\n" +
                "আমার মন ও নাচায়\n" +
                "এ ঘর বাঁধিলো কিশোরী\n" +
                "প্রান ও না চায় এ ঘর বাঁধিলো কিশোরী\n" +
                "চলো না হই উদাসি\n" +
                "চলো না হই উদাসি\n" +
                "আঙ্গুল ও কাটিয়া কলম ও বানাইলাম,\n" +
                "নয়নের জল করলাম কালি রে(২)\n" +
                "হৃদয় ও চিড়িয়া লিখন ও লিখিয়া,\n" +
                "হৃদয় ও চিড়িয়া লিখন ও লিখিয়া,\n" +
                "পাঠাইলাম,পাঠাইলাম,পাঠাইলাম সোনা বন্ধুর\n" +
                "নামে লো কিশোরী।\n" +
                "চলো না হই উদাসি\n" +
                "আমার মন ও নাচায়\n" +
                "এ ঘর বাঁধিলো কিশোরী\n" +
                "প্রান ও না চায় এ ঘর বাঁধিলো কিশোরী\n" +
                "চলো না হই উদাসি(২)\n" +
                "চলো না হই উদাসি…");

        songs.add(song22);


        Song song23 = new Song();
        song23.setArtistName("পান্থ কানাই");
        song23.setSongName("নৌকা কিনে দেবো");
        song23.setLyrics("সামনের মাসে তোমায় একটা নৌকা কিনে দিব,\n" +
                "আমি সামনের মাসে তোমায় একটা নৌকা কিনে দিব!\n" +
                "\n" +
                "শুনেছি তোমার মনের গহিন গাঙ্গে উপচে পড়ে জল,\n" +
                "সেই সাতার কাটো তুমি অনরগল...... \n" +
                "আবার ডুব সাতারে অনেকে নাকি আনন্দে টলমল। \n" +
                "তাই সামনের মাসে তোমায় একটা নৌকা কিনে দিব......\n" +
                "\n" +
                "তোমার বাগানে নাকি ফুটেছে এক ফুল,\n" +
                "সে ফুলের গন্ধ নিতে অনেকে ব্যাকুল........\n" +
                "আবার সেই বাগানের মালি হতে কেউবা ছিঁড়ছে চুল। \n" +
                "আমি সামনের মাসে তোমায় একটা জমিন কিনে দিব......\n" +
                "\n" +
                "তোমার আকাশ জুড়ে নাকি হাজার তারার দল,\n" +
                "সেই তারার আলোয় তোমার মনটা ঝলমল........\n" +
                "আবার কেউবা নাকি উড়িয়ে ঘুড়ি বাড়ায় মনোবল!\n" +
                "সামনের মাসে তোমায় একটা নাটাই কিনে দিব!\n" +
                "আমি সামনের মাসে তোমায় একটা নাটাই কিনে দিব...।\n" +
                "\n" +
                "সামনের মাসে তোমায় একটা নৌকা, জমিন, নাটাই কিনে দিব।");

        songs.add(song23);

        Song song24 = new Song();
        song24.setArtistName("আর্টসেল");
        song24.setSongName("এই বৃষ্টি ভেজা রাতে");
        song24.setLyrics("এই বৃষ্টি ভেজা রাতে তুমি নেই বলে\n" +
                "সময় আমার কাটে না\n" +
                "চাঁদ কেনো আলো দেয় না\n" +
                "পাখি কেনো গান গায় না\n" +
                "তারা কেনো পথ দেখায় না\n" +
                "তুমি কেনো কাছে আসো না?(২)\n" +
                "\n" +
                "সমুদ্রের ঝড়ো হাওয়া বলে\n" +
                "তারা তোমাকে চায়, তারা তোমাকে চায়\n" +
                "পাখি মৃদু কন্ঠে বলে\n" +
                "তারা তোমাকে চায়, তারা তোমাকে চায়\n" +
                "এই শরতেরই সন্ধ্যায় তুমি নেই বলে\n" +
                "সময় আমার কাটে না\n" +
                "কাশফুল কেনো ফুটে না, ছুয়ে ছুয়ে যায় না\n" +
                "মেঘের ভেলায় ভাসেনা, ভেসে তুমি কেনো আসো না?\n" +
                "\n" +
                "ঝরে যাওয়া সব অশ্রু বলে\n" +
                "তারা তোমাকে চায়, তারা তোমাকে চায়\n" +
                "হৃদয়ের যত অনুভুতি আছে\n" +
                "তারা তোমাকে চায়, তারা তোমাকে চায়\n" +
                "এই বসন্তেরই সন্ধ্যায় তুমি নেই বলে\n" +
                "সময় আমার কাটে না\n" +
                "ফুলগুলো কেনো হাসেনা, হৃদয়ে দোলা দেয়না\n" +
                "আবেশেতে জড়ায়না\n" +
                "তুমি কেনো কাছে আসোনা?\n" +
                "\n" +
                "এই বৃষ্টি ভেজা রাতে তুমি নেই বলে\n" +
                "সময় আমার কাটে না\n" +
                "চাঁদ কেনো আলো দেয় না\n" +
                "পাখি কেনো গান গায় না\n" +
                "তারা কেনো পথ দেখায় না\n" +
                "তুমি কেনো কাছে আসো না?");

        songs.add(song24);

        Song song25 = new Song();
        song25.setArtistName("আর্টসেল");
        song25.setSongName("চিলেকোঠার সেপাই");
        song25.setLyrics("যা দেখ যা দেখ না\n" +
                "ভাঙে যত অনুভুতি চেনা অচেনা\n" +
                "তোমার অনাগত সম্ভাবনায়\n" +
                "জমে ঘুণ পোকার আর্তনাদ\n" +
                "\n" +
                "তোমার নীল আকাশ শূন্য চোখে\n" +
                "চেয়ে থাকে অন্ধকার দেয়ালে\n" +
                "তোমার আলো জন্ম দেয়\n" +
                "মিথ্যে ছায়াকে সম্মোহিত সময়ে\n" +
                "\n" +
                "তোমার জানালায় নীল আকাশ\n" +
                "\n" +
                "আঁধারে নয় আলোতে ভয়\n" +
                "দৃশ্যগুলো শব্দময়\n" +
                "শূন্যতায় ভীড়ে হারিয়েছে\n" +
                "স্তব্ধ সময়\n" +
                "স্বপ্নময় ঘুমে নয়\n" +
                "শব্ধগুলো দৃশ্যময়\n" +
                "শূন্যতায় নির্বাসিত রয়\n" +
                "স্তব্ধ সময়\n" +
                "\n" +
                "ছায়াদের বাঁধা চোখে চোখে ফেরে\n" +
                "সময়ের নির্বাসিত নীল আকাশ\n" +
                "অন্ধকার ভেঙ্গে গড়ে আজ\n" +
                "শব্দ করে ইতিহাস\n" +
                "তোমার নীল আকাশ শূন্য চোখে\n" +
                "চেয়ে থাকে অন্ধকার দেয়ালে\n" +
                "তোমার আলো জন্ম দেয়\n" +
                "মিথ্যে ছায়াকে সম্মোহিত সময়ে\n" +
                "\n" +
                "তোমার জানালায় নীল আকাশ\n" +
                "\n" +
                "আঁধারে নয় আলোতে ভয়\n" +
                "দৃশ্যগুলো শব্দময়\n" +
                "শূন্যতায় ভীড়ে হারিয়েছে\n" +
                "স্তব্ধ সময়\n" +
                "স্বপ্নময় ঘুমে নয়\n" +
                "শব্ধগুলো দৃশ্যময়\n" +
                "শূন্যতায় নির্বাসিত রয়\n" +
                "স্তব্ধ সময়\n" +
                "\n" +
                "তোমার মৃত স্বপ্নের\n" +
                "দৃশ্য আজও ওড়ে\n" +
                "বাতাসে বিগত সময় শব্দ করে\n" +
                "ভুলের চেনা শরীর\n" +
                "চিনি কি তোমাকে\n" +
                "এখানে কে দাঁড়ায়\n" +
                "ছায়ায় মিছিলে\n" +
                "\n" +
                "একই অতীত\n" +
                "একই সময়\n" +
                "কেন তবু এই পথের শেষে\n" +
                "জড় অনুভূতি\n" +
                "কেন মেঘে ঢাকা পড়ে ছেড়া আকাশ।");

        songs.add(song25);

        Song song26 = new Song();
        song26.setArtistName("আর্টসেল");
        song26.setSongName("অনিকেত প্রান্তর");
        song26.setLyrics("তবু এই দেয়ালের শরীরে\n" +
                "যতো ছেড়া রং, ধুয়ে যাওয়া মানুষ\n" +
                "পেশাদার প্রতিহিংসা তোমার চেতনার\n" +
                "যতো উদ্ভাসিত আলো রং\n" +
                "আকাশের মতন অকস্মাত নীল\n" +
                "নীলে ডুবে থাকা তোমার প্রিয় কোন মুখ\n" +
                "তার চোখের কাছাকাছি এসে কেন পথ ভেঙ্গে\n" +
                "\n" +
                "দুটো মানচিত্র এঁকে দুটো দেশের মাঝে\n" +
                "বিঁধে আছে অনুভুতিগুলোর ব্যবচ্ছেদ\n" +
                "\n" +
                "তবু এইখানে আছে অবলীল হাওয়া\n" +
                "জানালা বদ্ধ ঘরে আসে যায়\n" +
                "দেয়াল ধরে বেড়ে ওঠে মধ্যরাত\n" +
                "তোমার ছায়ায় জমে এসে ভয়\n" +
                "আলোকে চিনে নেয় আমার অবাধ্য সাহস\n" +
                "ভেতরে এখন কি নেই কাপুরুষ অন্ধকার একা\n" +
                "\n" +
                "তোমাকে ঘিরে পথগুলো সব সরে যায়\n" +
                "রাত্রির এই একা ঘর ঝুলে আছে শূন্যের কাঁটাতারে\n" +
                "\n" +
                "দুটো মানচিত্র এঁকে দুটো দেশের মাঝে\n" +
                "মিশে আছে অনুভুতিগুলোর ব্যবচ্ছেদ\n" +
                "\n" +
                "তবু এই দুটি কাঁটাতারে, শহরের মতো করে\n" +
                "ভিড়ে ভরে গেছে ঘুম আমার\n" +
                "অচেতন কখন বেওয়ারিশ, মাটির কাছে এসে\n" +
                "সময়কে এপিটাফ ভেবে হাঁটু গেড়ে বসে\n" +
                "\n" +
                "তবু এখানে বাতাস আসে দূরত্বের উৎসাহে\n" +
                "শরৎ জমে আছে ঠান্ডা ঘাসে\n" +
                "তোমার চোখের মাঝে দূরের একা পথ\n" +
                "এখানে ভাঙ্গে না দুটো দেশে\n" +
                "\n" +
                "মেঘের দূরপথ ভেঙ্গে বুকের গভীর অন্ধকারে\n" +
                "আলোর নির্বাসন স্মৃতির মতো\n" +
                "অবিকল স্বপ্নঘর বাঁধা স্মৃতির অন্ধ নির্জনে\n" +
                "সময় থেমে থাকে অনাগত\n" +
                "যুদ্ধের বিপরীতে\n" +
                "\n" +
                "এখানে স্বরনীর লেখা নেই নাম, কোন শহীদ সড়কে\n" +
                "তোমার জন্য জমা থাকে শুধু স্বপ্নঘর\n" +
                "জানালায় ঝুলে থাকে না, শূন্যতার অবচেতন\n" +
                "তোমার ঘরের অন্ধ আলোয় অদেখা\n" +
                "\n" +
                "এখানে নির্জন\n" +
                "অনিকেত প্রান্তর\n" +
                "\n" +
                "তবু তোমার ভাঙ্গা স্মৃতি, ছেঁড়া স্বপ্ন, দোমড়ানো খেলাঘর\n" +
                "ছেঁড়া আকাশ ভাঙ্গা কাঁচে\n" +
                "আলো আর অন্ধকার তোমার\n" +
                "তোমার দেয়ালে কত লেখা, মানুষের দেয়ালে দেয়াল\n" +
                "বেড়ে ওঠে কাঁটাতার, এখানে মহান মানচিত্রের ভাগাড়\n" +
                "\n" +
                "তোমার শূন্য ঘরে ভরা স্মৃতি\n" +
                "জড়ো পাথরে লেখা নাম\n" +
                "শহীদ স্বরনী, জানালার বাইরে\n" +
                "ভেসে গেছে দূরের আকাশ\n" +
                "বিঁধে আছি সময়ের কাঁটাতারে\n" +
                "বিঁধে আছো ছেঁড়া আকাশের মতো তুমি\n" +
                "\n" +
                "তোমার স্বপ্নের, দলাপাকানো\n" +
                "বাসি কবিতা, নষ্ট গানে\n" +
                "তোমার জানালার বাইরে শূন্য আকাশ\n" +
                "তবু অনিকেত এই প্রান্তরে\n" +
                "\n" +
                "এখানে এখনো শরতের প্রচুর বাতাসে\n" +
                "সবুজের ঘ্রানে\n" +
                "ভরে আছে অন্ধকারে ঘর তোমার\n" +
                "দেয়ালে এখন শুধু মৃত্যুর মৃত রেখাপাত\n" +
                "\n" +
                "তোমাকে কড়া নাড়ে স্মৃতিরা ভাঙ্গা স্বপ্ন\n" +
                "ঘুমের মতো নেশাময় কত\n" +
                "\n" +
                "কত শিশু কত\n" +
                "আলোর মশাল নিভে গেছে\n" +
                "নিভে গেছে কত অচেনা ভয়\n" +
                "তোমাকে এখন অপরিণত এক অচেনা স্মৃতি মনে হয়\n" +
                "তোমার জানালার বাইরে শূন্যে\n" +
                "দূরের স্বপ্নঘর, ঝুলে আছি নির্জনতায়\n" +
                "মৃত্যু কি অনিকেত প্রান্তর ?");

        songs.add(song26);

        Song song27 = new Song();
        song27.setArtistName("আর্টসেল");
        song27.setSongName("ধূসর সময়");
        song27.setLyrics("নোনা স্বপ্নে গড়া তোমার স্মৃতি\n" +
                "শত রঙে রাঙিয়ে মিথ্যে কোনো স্পন্দন\n" +
                "আলোর নিচে যে আঁধার খেলা করে\n" +
                "সে আঁধারে শরীর মেশালে…হে…\n" +
                "\n" +
                "আজ আমি ধূসর কি রঙিন সময়ে\n" +
                "পথে হারাই তোমাতে\n" +
                "\n" +
                "জীবনের কাঁটা তারে তুমি অন্তহীনের অপূর্ণতায়\n" +
                "বেওয়ারিশ ঘুড়ি উড়ে যাও অনাবিল আকাশের শূণ্যতায়\n" +
                "\n" +
                "তবু আমি…\n" +
                "\n" +
                "কি খুঁজি মানুষের বিষাদের চোখে\n" +
                "কোথায় আলোর উৎসবে স্বপ্নের প্রতিবিম্ব ভাঙে\n" +
                "একা একা আমি থাকি দাঁড়ায়ে\n" +
                "স্মৃতির ঝড়ো বাতাসে\n" +
                "দুজনার শরীর মেশায়");

        songs.add(song27);

        Song song28 = new Song();
        song28.setArtistName("শিরোনামহীন");
        song28.setSongName("হাসিমুখ");
        song28.setLyrics("প্রতিটি রাস্তায়, প্রতিটি জানালায়\n" +
                "হাসিমুখ, হাসিমুখে আনন্দধারা।\n" +
                "তুমি চেয়ে আছ তাই, আমি পথে হেঁটে যাই,\n" +
                "হেঁটে হেঁটে বহুদুর বহুদুর যেতে চাই।\n" +
                "রোদ উঠে গেছে তোমাদের নগরীতে\n" +
                "আলো এসে থেমে গেছে তোমাদের জানালায়,\n" +
                "আনন্দ হাসিমুখ, চেনা চেনা সবখানে\n" +
                "এরই মাঝে চল মোরা হারিয়ে যাই।\n" +
                "তুমি চেয়ে আছ তাই, আমি পথে হেঁটে যাই,\n" +
                "হেঁটে হেঁটে বহুদুর বহুদুর যেতে চাই।\n" +
                "হারিয়ে যেতে চাই, তোমাদের রাস্তায়,\n" +
                "হারিয়ে যেতে চাই, তোমাদের রাস্তায়,\n" +
                "অনেক আজানা ভীড়ে স্বচ্ছ নিরবতায়,\n" +
                "রোদ উঠে, গেছে চেনা এই নগরীতে নাগরিক\n" +
                "জানালা\n" +
                "হাসিমুখে একাকার।\n" +
                "আনন্দ উৎসব চেনাচেনা সবখানে,\n" +
                "এরই মাঝে আমাদের ছুটে যাওয়া দরকার\n" +
                "তুমি চেয়ে আছ তাই, আমি পথে হেঁটে যাই,\n" +
                "হেঁটে হেঁটে বহুদুর বহুদুর যেতে চাই…");

        songs.add(song28);

        Song song29 = new Song();
        song29.setArtistName("শিরোনামহীন");
        song29.setSongName("ভালোবাসা মেঘ");
        song29.setLyrics("মেঘ ঝড়ে ঝড়ে বৃষ্টি নামে,\n" +
                "বৃষ্টির নাম জল হয়ে যায়\n" +
                "জল উড়ে উড়ে আকাশের গায়ে\n" +
                "ভালবাসা নিয়ে বৃষ্টি সাজায়\n" +
                "ইচ্ছেগুলো ভবঘুরে হয়ে,\n" +
                "চেনা অচেনা হিসেব মেলা\n" +
                "ভালবাসা তাই ভিজে একাকার\n" +
                "ভেজা মন থাক রোদের আশায়\n" +
                "ইচ্ছে হলে ভালবাসিস, না হয় থাকিস\n" +
                "যেমন থাকে স্নিগ্ধ গাংচিল।\n" +
                "চুপি চুপি রোদ, উঁচু নীচু মেঘ,\n" +
                "সারি সারি গাড়ি\n" +
                "দূরে দূরে বাড়ি………\n" +
                "নিভু নিভু আলো,চুপচাপ সব, কনকন\n" +
                "শীতে\n" +
                "ছমছম ভয়……\n" +
                "সংলাপ সব পড়ে থাক, বৃষ্টিতে মন\n" +
                "ভিজে যাক\n" +
                "ভালবাসা মেঘ হয়ে যাক\n" +
                "ঘূরে ঘূরে যদি, দূরে দূরে তবু,\n" +
                "মেঘে মেঘে থাক ভালবাসা\n" +
                "ইচ্ছে হলে ভালবাসিস, না হয় থাকিস\n" +
                "যেমন থাকে স্নিগ্ধ গাংচিল।\n" +
                "মেঘ ঝড়ে ঝড়ে, জল উড়ে উড়ে\n" +
                "ভালবাসা তাই ভেজা মন থাক (২)\n" +
                "ভালবাসা তাই ভিজে একাকার,\n" +
                "ভেজা মন থাক রোদের আশায়\n" +
                "ইচ্ছে হলে ভালবাসিস, না হয় থাকিস\n" +
                "যেমন থাকে স্নিগ্ধ গাংচিল।\n" +
                "ঝিরিঝিরি হাওয়া, কৃষ্ণচূড়ায়\n" +
                "লাল লাল\n" +
                "ফুলে ছুটে ছুটে চলা,………\n" +
                "আধো আলো ছায়া, গুনগুন গাওয়া\n" +
                "পুরোনো দিনের গল্প বলা……..\n" +
                "সংলাপ সব পড়ে থাক, বৃষ্টিতে মন\n" +
                "ভিজে যাক\n" +
                "ভালবাসা মেঘ হয়ে যাক\n" +
                "ঘরে ফেরা পথে, নিরবে নিভৃতে,\n" +
                "মেঘে মেঘে থাক ভালবাসা\n" +
                "ইচ্ছে হলে ভালবাসিস, না হয় থাকিস\n" +
                "যেমন থাকে স্নিগ্ধ গাংচিল।");

        songs.add(song29);

        Song song30 = new Song();
        song30.setArtistName("শিরোনামহীন");
        song30.setSongName("ইচ্ছে ঘুড়ি");
        song30.setLyrics("এই হাওয়ায় ওড়াও তুমি, তোমার যত\n" +
                "ইচ্ছে ঘুড়ি\n" +
                "চুপি চুপি মেঘের মেলা, তোমার আকাশ\n" +
                "করছে চুরি\n" +
                "সূর্য বসাও আকাশের নীল, ইচ্ছের রঙ\n" +
                "গোলাপী হলে\n" +
                "দিগন্ত রেখায় সূর্য নামে, ব্যস্ত সময়\n" +
                "যাচ্ছে চলে।\n" +
                "হঠাৎ খেয়ালী এ ঝড়ো হাওয়ায়,\n" +
                "উড়ছে তোমার ইচ্ছে ঘুড়ি\n" +
                "ওড়াও ওড়াও সুতোর টানে,\n" +
                "আকাশের নীল যাচ্ছে চুরি।\n" +
                "শুভ্র সেই মেঘের ভীড়ে, তোমার সব\n" +
                "ইচ্ছে ওড়ে।\n" +
                "আকাশ খেয়ালী মনে, হারায় কিছুই\n" +
                "না জেনে।\n" +
                "তোমার সুতোয় বাঁধা আকাশ,\n" +
                "ঝড়ো হাওয়ায় রঙ হারালে\n" +
                "নির্বাক। ইচ্ছে। আচমকা।\n" +
                "দিশেহারা……\n" +
                "এই আলোয় হাঁটছো একা, সঙ্গী কর আমায়\n" +
                "তুমি।\n" +
                "বেয়াড়া যত মেঘের ছায়া,\n" +
                "করছে চুরি স্বপ্নভূমি\n" +
                "নীলের আকাশ গোলাপী হলে,\n" +
                "ইচ্ছে ঘুড়ি যাচ্ছে চলে\n" +
                "সূতোর বাঁধা ছাড়িয়ে আকাশ, অন্য ভূবন\n" +
                "দেখবে বলে।\n" +
                "হঠাৎ খেয়ালী এ ঝড়ো হাওয়ায়,\n" +
                "ভাঙছে তোমার মেঘলা রেখা\n" +
                "ওড়াও ওড়াও সুতোর টানে,\n" +
                "আকাশ আবার হবে যে দেখা ।");

        songs.add(song30);

        Song song31 = new Song();
        song31.setArtistName("শিরোনামহীন");
        song31.setSongName("বন্ধ জানালা");
        song31.setLyrics("আরেকবার যেতে চাই রিম ঝিম ঝিম সুদূরপুর\n" +
                "অবাক রোদ ভেজা তপ্ত দুপুর\n" +
                "আরেকবার তোমাদের লাল, নীল রঙ আনন্দে\n" +
                "একলা রাস্তায় এক চিলতে রোদ্দুর।\n" +
                "সারাবেলা বন্ধ জানালা…\n" +
                "\n" +
                "যদি তোমাদের অনেক শব্দ, আমার জানালায়\n" +
                "ছোট ছোট আনন্দের স্পর্শে, আঙ্গুল রেখে যায়\n" +
                "যদি সহস্র শব্দের উৎসব থেকে যায়\n" +
                "সারা বেলা বন্ধ জানালা…\n" +
                "\n" +
                "যদি তোমাদের লাল নীল গল্প আমার শরীরে,\n" +
                "কোনো একলা রাস্তায় অবাক ভ্রমণে\n" +
                "যদি ইচ্ছের নীল রঙ আকাশ ছুঁয়ে যায়\n" +
                "সারাবেলা বন্ধ জানালা…");

        songs.add(song31);

        Song song32 = new Song();
        song32.setArtistName("শিরোনামহীন");
        song32.setSongName("একা পাখি");
        song32.setLyrics("একা পাখি বসে আছে শহুরে দেয়ালে\n" +
                "শীষ দিয়ে গান গায় ধূসর খেয়ালে\n" +
                "একা পাখি বসে আছে শহুরে দেয়ালে\n" +
                "\n" +
                "\n" +
                "শীষ দিয়ে গান গায় ধূসর খেয়ালে\n" +
                "\n" +
                "তার ফেলে যাওয়া আনমনা শীষ, এই শহরের সব রাস্তায়\n" +
                "ধোঁয়াটে বাতাসে, নালিশ রেখে যায়।।\n" +
                "\n" +
                "আমি দেখিনি, আমি শুনিনি, আমি বলিনি অনেক কিছু\n" +
                "আমি জানিনি, আমি বুঝিনি, তবু ছুটেছি তোমার পিছু\n" +
                "\n" +
                "আমি দেখিনি, আমি শুনিনি, আমি বলিনি অনেক কিছু\n" +
                "আমি জানিনি, আমি বুঝিনি, তবু ছুটেছি তোমার পিছু\n" +
                "একা পাখি বসে আছে শহুরে দেয়ালে\n" +
                "শীষ দিয়ে গান গায় ধূসর খেয়ালে\n" +
                "\n" +
                "পাখি আনমনা বসে দেয়ালে, পাখি নির্বাক চোখ রাস্তায়\n" +
                "পাখি আনমনা বসে দেয়ালে, পাখি নির্বাক চোখ রাস্তায়\n" +
                "ধোঁয়াটে শহরের উষ্ণতা বাড়েনা\n" +
                "তার আনমনা চোখ, অবুঝ চোখ মনের দরজায়, আঙুল রাখেনা।\n" +
                "কিছু সুর তুমি এনে দাও পাখি নাগরিক কোলাহলে\n" +
                "তুমি গান গাও, তুমি শীষ দাও এই শহুরে দেয়ালে\n" +
                "তুমি ভুলে যাও এই শহরের যত ব্যস্ত জনকথা\n" +
                "আমি এসেছি তোমার কাছে এনে দাও স্বাধীনতা।\n" +
                "দেখিনি, আমি শুনিনি, আমি বলিনি অনেক কিছু\n" +
                "জানিনি, আমি বুঝিনি, তবু ছুটেছি তোমার পিছু\n" +
                "আমি দেখিনি, আমি শুনিনি, আমি বলিনি অনেক কিছু\n" +
                "আমি জানিনি, আমি বুঝিনি, তবু ছুটেছি…… তোমার পিছু।");

        songs.add(song32);

        Song song33 = new Song();
        song33.setArtistName("KrosswindZ");
        song33.setSongName("পৃথিবীটা নাকি ছোট হতে হতে");
        song33.setLyrics("পৃথিবীটা নাকি ছোট হতে হতে\n" +
                "স্যাটেলাইট আর কেবলের হাতে\n" +
                "ড্রয়িং রুমে রাখা বোকা বাক্সতে বন্দি\n" +
                "\n" +
                "ঘরে বসে সারা দুনিয়ার সাথে\n" +
                "যোগাযোগ আজ হাতের মুঠোতে\n" +
                "ঘুঁচে গেছে দেশ কাল সীমানার গণ্ডি\n" +
                "\n" +
                "ভেবে দেখেছ কি\n" +
                "তারারাও যত আলোকবর্ষ দূরে\n" +
                "তারও দূরে\n" +
                "তুমি আর আমি যাই ক্রমে সরে সরে\n" +
                "\n" +
                "ভেবে দেখেছ কি\n" +
                "তারারাও যত আলোকবর্ষ দূরে\n" +
                "তারও দূরে\n" +
                "তুমি আর আমি যাই ক্রমে সরে সরে\n" +
                "\n" +
                "সারি সারি মুখ আসে আর যায়\n" +
                "নেশাতুর চোখ টিভি পর্দায়\n" +
                "পোকামাকড়ের আগুনের সাথে সন্ধি\n" +
                "\n" +
                "পাশাপাশি বসে একসাথে দেখা\n" +
                "একসাথে নয় আসলে যে একা\n" +
                "তোমার আমার ভাড়াটের নয়া ফন্দি\n" +
                "\n" +
                "স্বপ্ন বেচার চোরা কারবার\n" +
                "জায়গা তো নেই তোমার আমার\n" +
                "চোখ ধাঁধানোর এই খেলা শুধু বন্দি\n" +
                "আ হা হা হা আ… হা আ হা হা হা\n" +
                "\n" +
                "তার চেয়ে এসো খোলা জানালায়\n" +
                "পথ ভুল করে ভুল রাস্তায়\n" +
                "হয়ত পেলেও পেতে পারি আরো সঙ্গী");

        songs.add(song33);

        Song song34 = new Song();
        song34.setArtistName("বারি সিদ্দিকী");
        song34.setSongName("রজনী হইসনা অবসান");
        song34.setLyrics("রজনী হইসনা অবসান\n" +
                "আজ নিশিতে আসতে পারে\n" +
                "বন্ধু কালাচাঁন।\n" +
                "কত নিশি পোহাইলো\n" +
                "মনের আশা মনে রইলোরে\n" +
                "কেন বন্ধু আসিলোনা জুড়ায়না পরান।\n" +
                "আজ নিশিতে আসতে পারে বন্ধু কালাচাঁন।\n" +
                "বাসর সাজাই আসার আশে\n" +
                "আসবে বন্ধু নিশি শেষে\n" +
                "দারূন পিরিতের বিষে ধরিল উজান।\n" +
                "আজ নিশিতে আসতে পারে বন্ধু কালাচাঁন।\n" +
                "মেঘে ঢাকা আঁধার রাতে\n" +
                "কেমনে থাকি একা ঘরে\n" +
                "সাধক চাঁনমিয়া কয় কানতে কানতে হইলাম পেরেশান\n" +
                "আজ নিশিতে আসতে বন্ধু কালাচঁন।");

        songs.add(song34);

        Song song35 = new Song();
        song35.setArtistName("শূণ্য");
        song35.setSongName("স্মৃতির ছেড়া পাতা");
        song35.setLyrics("আমি নিতে দেবো না, সময়কে এক মুঠো ভরা জোছনা\n" +
                "চাঁদটা যতই দূরের হোক না, ছুতে আমি চাই না\n" +
                "পৃথিবীর সব অপার, বিস্ময় থাক আমার অ-দেখা\n" +
                "শূন্য খাতার প্রতিটি পাতায়, সময় কাব্য অ-লেখা\n" +
                "আমি মেলবো না আর স্বপ্নডানা, ঐ নীল মেঘেদের ছোঁয়ায়\n" +
                "আমি লিখবো না আর কাব্য কোনো, স্মৃতির ছেড়া পাতায় ।।\n" +
                " \n" +
                "আমি দেব না পাড়ি, তোমায় নিয়ে নিষ্প্রান নদীতে\n" +
                "যে পথ ভুলে পৌঁছে গেছে, শূন্য মরুর বুকে\n" +
                "শেষ বিকেলে হারিয়ে যাওয়া, স্মৃতি হাতড়ে বেড়ায়\n" +
                "নিঝুম রাতের অন্ধকারে, স্বপ্ন ধরা খেলায়\n" +
                "আমি মেলবো না আর স্বপ্নডানা, ঐ নীল মেঘেদের ছোঁয়ায়\n" +
                "আমি লিখবো না আর কাব্য কোনো, স্মৃতির ছেড়া পাতায় ।।");

        songs.add(song35);

        Song song36 = new Song();
        song36.setArtistName("মিনার");
        song36.setSongName("সাদা");
        song36.setLyrics("তুমি চাইলে বৃষ্টি, মেঘও ছিল রাজী\n" +
                "অপেক্ষা সুদূর বর্ষনের,\n" +
                "মাতাল হাওয়া বইছে, দূরে পাখি গাইছে গান\n" +
                "বৃষ্টি তোমার আহবান।।\n" +
                "\n" +
                "সাদা রঙের স্বপ্ন গুলো দিল নাকো ছুটি\n" +
                "তাইতো আমি বসে একা,\n" +
                "ঘাসফুলেদের সাথে আমি একাই কথা বলি\n" +
                "ঘাসফুল গুলো সব ছন্নছাড়া।।\n" +
                "\n" +
                "তুমি চাইলে জোছনা, স্বপ্নীল কোনো এক রাতে\n" +
                "আকাশটা ঘিরে প্রার্থনা,\n" +
                "চাঁদটা বলবে হেসে, জোছনা এলে শেষে\n" +
                "জানিও তোমার অভ্যর্থনা।।\n" +
                "\n" +
                "সাদা রঙের স্বপ্ন গুলো দিল নাকো ছুটি\n" +
                "তাইতো আমি বসে একা,\n" +
                "ঘাসফুলেদের সাথে আমি একাই কথা বলি\n" +
                "ঘাসফুল গুলো সব ছন্নছাড়া।।");

        songs.add(song36);

        Song song37 = new Song();
        song37.setArtistName("তপু");
        song37.setSongName("বন্ধু ভাবো কি");
        song37.setLyrics("মেয়ে, তুমি এখনও আমায় বন্ধু ভাবো কি?\n" +
                "কখনো কি আমায় ভেবেছিলে বন্ধুর চেয়ে একটুখানি বেশি?\n" +
                "নাকি ভেবে নেবো আজও তুমি আমায় চেনো নি?\n" +
                "\n" +
                "\n" +
                "ভালো লাগে না, তোমায় একথা বলেছি বার বার\n" +
                "তোমার মন ভেঙে যাবে ভেবে এসেছিলাম আমি আবার\n" +
                "সবই ছিলো ভালোবাসা, বুঝলেনা বুঝলেনা\n" +
                "বুঝতে যদি দেখতে আমায় লাগছে অচেনা\n" +
                "\n" +
                "\n" +
                "হাসছি আমি বলছি কথা, ভাবছো দেখি না তোমায়\n" +
                "তুমি আমার হৃদয়ে আর দূর থেকে তাকিয়ে দেখায়\n" +
                "ক্ষণিকের বন্ধুরা যখন আর থাকবেনা\n" +
                "খুঁজে দেখো পাবে আমায়, আমি সেই চির চেনা\n" +
                "\n" +
                "\n" +
                "তুমি আমি দিয়েছি পাড়ি দুজনে এপার ওপার\n" +
                "সবই আমার স্বপ্ন আর সুখের ছবি কল্পনার\n" +
                "জানি তুমি আমায় এখনো চিনতে পার নি\n" +
                "ভালোবেসে ডাকবে যখন, আসবো তখনি\n" +
                "\n" +
                "\n" +
                "মেয়ে তুমি এখনো আমায় বন্ধু ভাবো কি?\n" +
                "কখনো কি আমায় ভেবেছিলে বন্ধুর চেয়ে একটু খানি বেশী\n" +
                "নাকি ভেবে নেবো আজও তুমি আমায় চেনোনি");

        songs.add(song37);

        Song song38 = new Song();
        song38.setArtistName("তপু");
        song38.setSongName("এক পায়ে নুপুরা");
        song38.setLyrics("এক পায়ে নুপুর আমার\n" +
                "অন্য পা খালি\n" +
                "এক পাশে সাগর , এক পাশে বালি\n" +
                "তোমার ছোট তরী বল\n" +
                "নেবে কি ...............\n" +
                "\n" +
                "বলবনা আকাশের চাদ এনে দেব\n" +
                "বলবনা তুমি রাজকন্যা\n" +
                "সুধু জিগ্গেস করি দিবে কি পাড়ি হোক যত ঝড় বন্যা\n" +
                "আমার ছোট তরী বল যাবে কি .............\n" +
                "\n" +
                "নয় মিছে আশা, নয় সুধু ভালবাসা\n" +
                "নয় অকারণ প্রেমে অন্ধ\n" +
                "জানি তুমি আমি\n" +
                "আমাদের তরী আজো বায় এক বন্ধুত্ব\n" +
                "তোমার ছোট তরী বল নেবে কি ............\n" +
                "\n" +
                "চাদের আলো যদি ভালো লাগে\n" +
                "কাল হয়ে যায় ঝাপসা\n" +
                "তোমার এ তরী যদি চলে যায় ফিরে আর আসবেনা\n" +
                "যত ভালোবাসী তারে\n" +
                "দুরে রয়ে যাব, তত আমি জেনেছি\n" +
                "\n" +
                "\n" +
                "এক পায়ে নুপুর তোমার\n" +
                "অন্য পা খালি\n" +
                "এক পাশে সাগর , এক পাশে বালি\n" +
                "তোমার ছোট তরী বল\n" +
                "নেবে কি ..........");

        songs.add(song38);

        Song song39 = new Song();
        song39.setArtistName("তপু");
        song39.setSongName("বাপ্পা");
        song39.setLyrics("বায়স্কোপ\n" +
                "দেখেছিলাম বায়স্কোপ\n" +
                "বায়স্কোপের নেশায় আমায় ছাড়েনা ।\n" +
                "\n" +
                "ডাইনে তোমার চাচার বাড়ি\n" +
                "বায়ের দিকে পুকুরঘাট\n" +
                "সেই ভাবনায় বয়স আমার বাড়েনা ।\n" +
                "\n" +
                "অন্তরে থাক পদ্ম-গোলাপ\n" +
                "গদ্যে-পদ্যে আঁকছি মুখ\n" +
                "ঘুরতে ছিলাম রঙ্গের মেলায়\n" +
                "অপূর্ব সে তোমার চোখ\n" +
                "অমন পলক ফেলতে তো কেউ পারেনা।\n" +
                "\n" +
                "হঠাৎ তোমায় মন দিয়েছি\n" +
                "ফেরৎ চাইনি কোন দিন\n" +
                "মন কি তোমার হাতের নাটাই\n" +
                "তোমার কাছে আমার ঋণ\n" +
                "মন হারালেও মনের মানুষ হারে না।\n" +
                "\n" +
                "তোমার বাড়ির রঙ্গের মেলায়\n" +
                "দেখেছিলাম বায়স্কোপ\n" +
                "বায়স্কোপের নেশায় আমায় ছাড়েনা।\n" +
                "ডাইনে তোমার চাচার বাড়ি\n" +
                "বায়ের দিকে পুকুরঘাট\n" +
                "সেই ভাবনায় বয়স আমার বাড়েনা ।");

        songs.add(song39);

        Song song40 = new Song();
        song40.setArtistName("ডিফারেন্ট টাচ");
        song40.setSongName("শ্রাবনের মেঘগুলি");
        song40.setLyrics("শ্রাবনের মেঘগুলি জড়ো হলো আকাশে\n" +
                "অঝরে নামবে বুঝি শ্রাবনেই ঝরায়ে\n" +
                "\n" +
                "আজ কেন মন উদাসী হয়ে\n" +
                "দূর অজানায় চায় হারাতে\n" +
                "\n" +
                "কবিতার বই সবে খুলেছি\n" +
                "হিমেল হাওয়ায় মন ভিজেছে\n" +
                "জানালার পাশে চাঁপা মাধবী\n" +
                "বাগান বিলাসী হেনা দুলেছে\n" +
                "\n" +
                "আজ কেন মন উদাসী হয়ে\n" +
                "দূর অজানায় চায় হারাতে\n" +
                "\n" +
                "মেঘেদের যুদ্ধ শুনেছি\n" +
                "সিক্ত আকাশ কেঁদে চলেছে\n" +
                "থেমেছে হাঁসের জলকেলী\n" +
                "পথিকের পায়ে হাঁটা থেমেছে\n" +
                "\n" +
                "আজ কেন মন উদাসী হয়ে\n" +
                "দূর অজানায় চায় হারাতে\n" +
                "\n" +
                "শ্রাবনের মেঘগুলো জড়ো হলো আকাশে\n" +
                "অঝরে নামবে বুঝি শ্রাবনেই ঝরায়ে");

        songs.add(song40);

        Song song41 = new Song();
        song41.setArtistName("আইয়ূব বাচ্চু");
        song41.setSongName("সে তাঁরা ভরা রাতে");
        song41.setLyrics("সে তাঁরা ভরা রাতে\n" +
                "আমি পারিনি বোঝাতে\n" +
                "তোমাকে আমার মনের ব্যাথা\n" +
                "তুমিতো বলেছ শুধু\n" +
                "তোমার সুখের কথা।\n" +
                "\n" +
                "আমি অনেক পথ ঘুরে\n" +
                "ক্ষয়ে ক্ষয়ে অন্ধকারে\n" +
                "তোমার পথের দেখা পেয়েছি\n" +
                "আর হৃদয়ের মাঝে\n" +
                "তোমায় কাছে আমি চেয়েছি\n" +
                "আজও হলোনা বলা\n" +
                "আমার না বলা কথা।\n" +
                "\n" +
                "আমি অনেক ব্যাথা সয়ে\n" +
                "ছল ছল চোখের জ্বলে\n" +
                "তোমার চলে যাওয়া দেখেছি\n" +
                "আর রাতেরও আঁধারে\n" +
                "মনের দুঃখে আমি কেঁদেছি\n" +
                "আজও হলোনা বলা\n" +
                "আমার না বলা কথা।");

        songs.add(song41);

        Song song42 = new Song();
        song42.setArtistName("আইয়ূব বাচ্চু");
        song42.setSongName("এখন অনেক রাত");
        song42.setLyrics("এখন অনেক রাত\n" +
                "খোলা আকাশের নিচে\n" +
                "জীবনের অনেক আয়োজন\n" +
                "আমায় ডেকেছে\n" +
                "তাই আমি বসে আছি\n" +
                "দরজার ওপাশে, দরজার ওপাশে…\n" +
                "\n" +
                "আবেগী এমন রাতে\n" +
                "ভুল করে এই পথে\n" +
                "এসে যদি ফিরে যাও\n" +
                "আমায় না পেয়ে ।।\n" +
                "তাই আমি বসে আছি\n" +
                "দরজার ওপাশে, দরজার ওপাশে…\n" +
                "\n" +
                "চলে যাওয়া সেই পথে\n" +
                "ঝিরি ঝিরি বাতাসে\n" +
                "আমার এই মন কাঁদে\n" +
                "তোমায় না পেয়ে");

        songs.add(song42);

        Song song43 = new Song();
        song43.setArtistName("ওয়ারফেজ");
        song43.setSongName("অবাক ভালোবাসায়");
        song43.setLyrics("সব আলো নিভে যাক আঁধারে\n" +
                "শুধু জেগে থাক ঐ দূরের তারা রা\n" +
                "সব শব্দ থেমে যাক নিস্তব্ধতায়\n" +
                "শুধু জেগে থাক এই সাগর আমার পাশে\n" +
                "আহা হা হা আহা হা…………….।।\n" +
                "সব বেদনা মুছে যাক স্থিরতায়\n" +
                "হৃদয় ভরে যাক সহজ অবাক দৃষ্টিতে\n" +
                "থমকে দাঁড়িয়েছে মহাকাল এখানে\n" +
                "আহা হা হা আহা হা…………….।।\n" +
                "শুভ্র বালির সৈকতে এলোমেলো বাতাসে গীটার হাতে\n" +
                "নিস্তব্ধতা চৌচির উম্মাদ ঝংকারে কাঁদি\n" +
                "অবাক সুখের কান্না যেন চুনি হীরা পান্না\n" +
                "সাগরের বুকে আল্পনা এঁকে দিয়ে যায়\n" +
                "অবাক ভালোবাসায়……..\n" +
                "অবাক ভালোবাসায়……..।।\n" +
                "সব আলো নিভে যাক আঁধারে\n" +
                "শুধু জেগে থাক ঐ দূরের তারা রা\n" +
                "সব শব্দ থেমে যাক নিস্তব্ধতায়\n" +
                "শুধু জেগে থাক এই সাগর আমার পাশে\n" +
                "আহা হা হা আহা হা…………….।।\n" +
                "সব কষ্ট বয়ে যাক সুখের ঝড়\n" +
                "হৃদয় ভরে যাক সহজ মিল স্বপনে\n" +
                "হৃদয় গভীরে অবাক দৃষ্টিতে\n" +
                "থমকে দাঁড়িয়েছে মহাকাল এখানে\n" +
                "আহা হা হা আহা হা…………….।।\n" +
                "শুভ্র বালির সৈকতে এলোমেলো বাতাসে গীটার হাতে\n" +
                "নিস্তব্ধতা চৌচির উম্মাদ ঝংকারে কাঁদি\n" +
                "অবাক সুখের কান্না যেন চুনি হীরা পান্না\n" +
                "সাগরের বুকে আল্পনা এঁকে দিয়ে যায়\n" +
                "অবাক ভালোবাসায়……..\n" +
                "অবাক ভালোবাসায়……..।।");

        songs.add(song43);

        Song song44 = new Song();
        song44.setArtistName("শিরোনামহীন");
        song44.setSongName("ক্যাফেটেরিয়া");
        song44.setLyrics("পড়ন্ত বিকেল ক্যাফেটেরিয়া\n" +
                "উঁকি দিয়ে দেখি,\n" +
                "এক কাপ চা, গরম তৃষ্ণায়\n" +
                "অজস্র এলোমেলো শব্দের ভীড়ে\n" +
                "\n" +
                "তোমার শীতল চোখ ভিজিয়ে যায় আমায়।\n" +
                "\n" +
                "যেখানে তোমার ঠোঁট ভালবাসা\n" +
                "আমি বুড়ো কবিতার মত চুপচাপ।\n" +
                "যেখানে তোমার চোখ খুনী\n" +
                "আমি খুন হই…… প্রতিদিন।");

        songs.add(song44);

        Song song45 = new Song();
        song45.setArtistName("শিরোনামহীন");
        song45.setSongName("পুরানো সেই দিনের কথা");
        song45.setLyrics("পুরানো সেই দিনের কথা ভুলবি কি রে হায়।\n" +
                "ও সেই চোখের দেখা, প্রাণের কথা, সে কি ভোলা যায়।\n" +
                "আয় আর-একটিবার আয় রে সখা, প্রাণের মাঝে আয়।\n" +
                "মোরা সুখের দুখের কথা কব, প্রাণ জুড়াবে তায়।\n" +
                "\n" +
                "মোরা ভোরের বেলা ফুল তুলেছি, দুলেছি দোলায়–\n" +
                "বাজিয়ে বাঁশি গান গেয়েছি বকুলের তলায়।\n" +
                "হায় মাঝে হল ছাড়াছাড়ি, গেলেম কে কোথায়–\n" +
                "আবার দেখা যদি হল, সখা, প্রাণের মাঝে আয়।।");

        songs.add(song45);

        Song song46 = new Song();
        song46.setArtistName("আইয়ূব বাচ্চু");
        song46.setSongName("আমি কষ্ট পেতে ভালোবাসি");
        song46.setLyrics("কোনো সুখের ছোঁয়া পেতে নয়\n" +
                "নয় কোনো নতুন জীবনের খোঁজে\n" +
                "তোমার চোখে তাকিয়ে থাকা\n" +
                "আলোকিত হাসি নয়\n" +
                "আশা নয়\n" +
                "না বলা ভাষা নয়\n" +
                "আমি কষ্ট পেতে ভালোবাসি\n" +
                "তাই তোমার কাছে ছুটে আছি ।।\n" +
                "\n" +
                "বুকের এক পাশে রেখেছি\n" +
                "জলহীন মরুভূমি\n" +
                "ইচ্ছে হলে যখন তখন\n" +
                "অশ্রুফোঁটা দাও তুমি\n" +
                "তুমি চাইলে আমি দেবো\n" +
                "অথৈ সাগর পাড়ি\n" +
                "আমি কষ্ট পেতে ভালোবাসি তাই তোমার কাছে ছুটে আছি\n" +
                "\n" +
                "যখন আমার কষ্টগুলো\n" +
                "প্রজাপতির মত উড়ে\n" +
                "বিষাদের সবকটা ফুল\n" +
                "চুপচাপ ঝরে পড়ে\n" +
                "আমার আকাশ জুড়ে\n" +
                "মেঘে ভরে গেছে ভুলে\n" +
                "আমি কষ্ট পেতে ভালোবাসি তাই তোমার কাছে ছুটে আছি ।।\n" +
                "\n" +
                "কোনো সুখের ছোঁয়া পেতে নয়\n" +
                "নয় কোনো নতুন জীবনের খোঁজে\n" +
                "তোমার চোখে তাকিয়ে থাকা\n" +
                "আলোকিত হাসি নয় ।।\n" +
                "আশা নয়\n" +
                "না বলা ভাষা নয়\n" +
                "আমি কষ্ট পেতে ভালোবাসি\n" +
                "তাই তোমার কাছে ছুটে আছি ।।");

        songs.add(song46);

        Song song47 = new Song();
        song47.setArtistName("ওল্ড স্কুল");
        song47.setSongName("আজ রাতে কোন রূপ কথা নেই");
        song47.setLyrics("চাঁদমামা আজ বড্ড একা\n" +
                "বড় হয়েছি আমি\n" +
                "রোজ রাতে আর হয়না কথা\n" +
                "হয়না নেয়া হামি\n" +
                "\n" +
                "রোজ রাতে আর চাঁদের বুড়ি\n" +
                "কাটেনা চরকা রোজ\n" +
                "ও বুড়ি, তুই আছিস কেমন\n" +
                "হয়না নেওয়া খোঁজ\n" +
                "\n" +
                "কোথায় গেলো সে রুপকথার রাত\n" +
                "হাজার গল্প শোনা\n" +
                "রাজার কুমার, কোটাল কুমার, পঙ্খীরাজ\n" +
                "সে ঘোড়া\n" +
                "\n" +
                "কেড়ে নিলো কে সে আজব সময়\n" +
                "আমার কাজলা দিদি\n" +
                "কে রে তুই, কোন দৈত্যদানো\n" +
                "সব যে কেড়ে নিলি\n" +
                "\n" +
                "কেরে তুই, কেরে তুই\n" +
                "সব সহজ শৈশবকে\n" +
                "বদলে দিলি\n" +
                "কিছু যান্ত্রিক বর্জ্যে\n" +
                "\n" +
                "তুই, কে রে তুই\n" +
                "যত বিষাক্ত প্রলোভনে\n" +
                "আমায় ঠেলে দিলি\n" +
                "কোনো এক ভুল স্রোতে\n" +
                "\n" +
                "আলাদিন আর জাদুর জীনি\n" +
                "আমায় ডাকছে শোনো\n" +
                "ব্যস্ত আমি ভীষণ রকম\n" +
                "সময় তো নেই কোনো\n" +
                "\n" +
                "আলীবাবার দরজা খোলা\n" +
                "চল্লিশ চোর এলে\n" +
                "সিনবাদটা, একলা বসে\n" +
                "আছে সাগর তীরে\n" +
                "\n" +
                "সময়টা আজ কেমন যেন\n" +
                "বড় হয়ে গেছি আমি\n" +
                "তারাগুলো আজও মেঘের আড়াল\n" +
                "কোথায় গিয়ে নামি\n" +
                "\n" +
                "কেড়ে নিলো কে সেই………");

        songs.add(song47);

        Song song48 = new Song();
        song48.setArtistName("সঞ্জীব চৌধুরী");
        song48.setSongName("গাড়ি চলে না");
        song48.setLyrics("গাড়ি চলে না চলে না,\n" +
                "চলে না রে, গাড়ি চলে না।\n" +
                "চড়িয়া মানব গাড়ি\n" +
                "যাইতেছিলাম বন্ধুর বাড়ি\n" +
                "মধ্য পথে ঠেকলো গাড়ি\n" +
                "উপায়-বুদ্ধি মেলে না।।\n" +
                "\n" +
                "মহাজনে যতন করে\n" +
                "তেল দিয়াছে টাংকি ভরে\n" +
                "গাড়ি চালায় মন ড্রাইভারে\n" +
                "ভালো-মন্দ বোঝে না।।\n" +
                "\n" +
                "ইঞ্জিনে ময়লা জমেছে\n" +
                "পার্টসগুলো ক্ষয় হয়েছে\n" +
                "ডাইনামো বিকল হয়েছে\n" +
                "হেডলাইট দুইটা জ্বলে না।।\n" +
                "\n" +
                "ইঞ্জিনে ব্যতিক্রম করে\n" +
                "কন্ডিশন ভালো নয় রে\n" +
                "কখন জানি ব্রেক ফেল করে\n" +
                "ঘটায় কোন্\u200C দুর্ঘটনা।।\n" +
                "\n" +
                "আব্দল করিম ভাবছে এইবার\n" +
                "কোন্\u200C দিন গাড়ি কি করবে আর\n" +
                "সামনে বিষম অন্ধকার\n" +
                "করতেছে তাই ভাবনা।।");

        songs.add(song48);

        Song song49 = new Song();
        song49.setArtistName("আর্ক");
        song49.setSongName("এই দূর পরবাসে");
        song49.setLyrics("এই দূর পরবাসে তারাগুনি আকাশে আকাশে\n" +
                "কাটে নিঃসঙ্গ রাত্রিগুলো।।\n" +
                "\n" +
                "মাঝে মাঝে স্বপ্নের বেশে স্মৃতিরা এসে\n" +
                "আমাকে করে যায় বড় বেশী এলোমেলো।।\n" +
                "\n" +
                "মনে পড়ে যায় বন্ধুদের আড্ডা মুখর প্রহর\n" +
                "তমুল উল্লাসে ভরা প্রিয় শহর।।\n" +
                "\n" +
                "সেখানে হয়ত সবাই ব্যস্ত মেলে না সময়\n" +
                "তবু সেখানেই ফিরে যেতে চায় ফেরারী হৃদয়\n" +
                "\n" +
                "এই একাকী জীবন ভাল লাগে না আমার\n" +
                "বিষন্ন দিনের শেষে বিষন্ন রাতের শেষে।।\n" +
                "\n" +
                "মনে পড়ে যায় কখনো পুরনো তোমাকে\n" +
                "প্রতিটি কষ্টমাখা দিনের ফাঁকে।\n" +
                "\n" +
                "হয়ত বদলে গেছ,হয়ে গেছ অচেনা তুমি\n" +
                "তবু তোমাকেই ফিরে পেতে চায় দূরের আমি।।");

        songs.add(song49);

        Song song50 = new Song();
        song50.setArtistName("আইয়ূব বাচ্চু");
        song50.setSongName("সুখেরই পৃথিবী");
        song50.setLyrics("সুখেরই পৃথিবী\n" +
                "সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো\n" +
                "আসলে কেউ সুখী নয় ।।\n" +
                "\n" +
                "নিজ ভুবনে চির দুখী\n" +
                "আসলে কেউ সুখী নয় ।।\n" +
                "\n" +
                "সুখেরই পৃথিবী সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো আসলে কেউ সুখী নয় ।\n" +
                "\n" +
                "তোমার দরজার ওপাশে একজন\n" +
                "ভাবছ সে সুখী মিথ্যে আয়োজন\n" +
                "নিজ ভুবনে চির দুখী\n" +
                "আসলে কেউ সুখী নয়\n" +
                "\n" +
                "সুখেরই পৃথিবী সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো আসলে কেউ সুখী নয় ।\n" +
                "\n" +
                "আশা দুরাশায় দুলছে কেনো মন\n" +
                "সুখের চাদরে জড়ানো প্রিয়জন\n" +
                "নিজ ভুবনে চির দুখী\n" +
                "আসলে কেউ সুখী নয়\n" +
                "\n" +
                "সুখেরই পৃথিবী\n" +
                "সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো\n" +
                "আসলে কেউ সুখী নয় ।।\n" +
                "\n" +
                "নিজ ভুবনে চির দুখী\n" +
                "আসলে কেউ সুখী নয় ।।\n" +
                "\n" +
                "সুখেরই পৃথিবী সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো আসলে কেউ সুখী নয় ।\n" +
                "\n" +
                "তোমার দরজার ওপাশে একজন\n" +
                "ভাবছ সে সুখী মিথ্যে আয়োজন\n" +
                "নিজ ভুবনে চির দুখী\n" +
                "আসলে কেউ সুখী নয়\n" +
                "\n" +
                "সুখেরই পৃথিবী সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো আসলে কেউ সুখী নয় ।\n" +
                "\n" +
                "আশা দুরাশায় দুলছে কেনো মন\n" +
                "সুখের চাদরে জড়ানো প্রিয়জন\n" +
                "নিজ ভুবনে চির দুখী\n" +
                "আসলে কেউ সুখী নয়\n" +
                "\n" +
                "সুখেরই পৃথিবী সুখেরই অভিনয়\n" +
                "যত আড়ালে রাখো আসলে কেউ সুখী নয় ।");

        songs.add(song50);

        Song song51 = new Song();
        song51.setArtistName("কুড়েঘর");
        song51.setSongName("ও ছেরি ও ছেরি");
        song51.setLyrics("ওরে, এককালে তোর লাইগা ইশকুল পালাইতাম…\n" +
                "তোর লাইগা গঞ্জ থেইকা চুড়ি আনিতাম…X2\n" +
                "তোর কথা মনে হইলে গান ধরিতাম…\n" +
                "আমি তোর কথা মনে হইলে গান ধরিতাম…\n" +
                "ও ছেরি ও ছেরি…ও ছেরি ও ছেরি\n" +
                "তোরে এককালে ভালবাসিতাম…x2\n" +
                "\n" +
                "এককালে তোর মায়ের বকা খাইতাম…\n" +
                "এককালে তোর বাপের দৌড়ানি খাইতাম…\n" +
                "এককালে তোর পিছু পিছু যাইতাম…\n" +
                "গাছের আড়ালে থাইকা তোরেই দেখতাম…\n" +
                "তোর কথা মনে হইলে গান ধরিতাম…\n" +
                "আমি তোর কথা মনে হইলে গান ধরিতাম…\n" +
                "ও ছেরি ও ছেরি…ও ছেরি ও ছেরি\n" +
                "তোরে এককালে ভালবাসিতাম…x2\n" +
                "\n" +
                "এককালে তোর লাইগা কবিতা লেখতাম…\n" +
                "সে কবিতা দিয়া গান বানাইতাম…\n" +
                "এককালে তোর লাইগা জোছনা দেখতাম…\n" +
                "সে জোছনা তোরে আইনাও দিতাম…\n" +
                "তোর কথা মনে হইলে উদাশ হইতাম…\n" +
                "আমি তোর কথা মনে হইলে উদাশ হইতাম…\n" +
                "ও ছেরি ও ছেরি…ও ছেরি ও ছেরি\n" +
                "তোরে এককালে ভালবাসিতাম…x2");

        songs.add(song51);


        Song song52 = new Song();
        song52.setArtistName("এশেজ");
        song52.setSongName("১৭ পৃষ্ঠা");
        song52.setLyrics("হঠাৎ করে কেঁদে ওঠে সে\n" +
                "কি যেনো এক কান্না ছিলো\n" +
                "কি যেনো এক আকাশ ছিলো\n" +
                "\n" +
                "ADVERTISING\n" +
                "inRead invented by Teads\n" +
                "\n" +
                "আকাশটা চুরি হয়ে গেছে\n" +
                "\n" +
                "হঠাৎ করে কেঁদে ওঠে সে\n" +
                "কি যেনো এক কান্না ছিলো\n" +
                "কি যেনো এক আকাশ ছিলো\n" +
                "আকাশটা চুরি হয়ে গেছে\n" +
                "\n" +
                "লালালা লালালা লালালা লালা\n" +
                "লালালা লালালা লালালা লালা\n" +
                "\n" +
                "আজ আমার মন ভাল নেই!\n" +
                "\n" +
                "কি যেনো কি হয়ে গেছে আমার\n" +
                "সারাটা আকাশ তারার মেলায়\n" +
                "লাগছেনা ভালো অসুখটা আর\n" +
                "আজ আমার মন ভালো নেই।\n" +
                "\n" +
                "কথা সব শেষ হয়ে গেছে\n" +
                "নাকি শেষ তুমি করেছিলে?\n" +
                "লাগছে না ভালো জীবনটা আর\n" +
                "আজ আমার মন ভালো নেই!\n" +
                "\n" +
                "হঠাৎ করে কেঁদে ওঠে সে\n" +
                "কি যেনো এক কান্না ছিলো\n" +
                "কি যেনো এক আকাশ ছিলো\n" +
                "আকাশটা চুরি হয়ে গেছে\n" +
                "\n" +
                "হঠাৎ করে কেঁদে ওঠে সে\n" +
                "কি যেনো এক কান্না ছিলো\n" +
                "কি যেনো এক আকাশ ছিলো\n" +
                "আকাশটা চুরি হয়ে গেছে\n" +
                "লালালা লালালা লালালা লালা\n" +
                "লালালা লালালা লালালা লালা\n" +
                "আজ আমার মন ভালো নেই!");

        songs.add(song52);

        Song song53 = new Song();
        song53.setArtistName("এশেজ");
        song53.setSongName("ছাড়পোকা");
        song53.setLyrics("আধো আলোতে মন ছুঁয়েছে\n" +
                "অন্ধকার একলা\n" +
                "চোখে চশমা মনে অন্ধ; আয়নাতে চোখ\n" +
                "\n" +
                "\n" +
                "ছোঁয়।\n" +
                "মিছেমিছি ভয় পাওয়া আবার\n" +
                "হারিয়ে মেঘটা...\n" +
                "মনে মনে ধরে হাঁটা; আমার\n" +
                "ভাললাগা!\n" +
                "\n" +
                "কী জলে ভেজাও তুমি রাগ গুলো\n" +
                "\n" +
                "চোখে??\n" +
                "\n" +
                "মেঘ ঠোঁটে করে আমায় ভুল আবেগ\n" +
                "দিলে!!\n" +
                "তবু ভয় হয় মনে সংশয়\n" +
                "কত সংলাপ ফিকে হয়\n" +
                "\n" +
                "তবু ভয় হয়, মনে সংশয়\n" +
                "আবার হারিয়ে মেঘটা.\n" +
                "\n" +
                "মনে মনে ভাল লাগা\n" +
                "আমার ভালবাসা।\n" +
                "কী জলে ভেজাও তুমি রাগ গুলো\n" +
                "চোখে??\n" +
                "মেঘ ঠোঁটে করে আমায় ভুল আবেগ\n" +
                "দিলে!!\n" +
                "কী জলে ভেজাও তুমি রাগ গুলো\n" +
                "চোখে??\n" +
                "মেঘ ঠোঁটে করে আমায় ভুল আবেগ\n" +
                "দিলে!!\n" +
                "কী জলে ভেজাও তুমি রাগ গুলো\n" +
                "চোখে??\n" +
                "মেঘ ঠোঁটে করে আমায় ভুল আবেগ\n" +
                "দিলে!!\n" +
                "কী জলে ভেজাও তুমি রাগ গুলো\n" +
                "চোখে??\n" +
                "মেঘ ঠোঁটে করে আমায় ভুল আবেগ\n" +
                "দিলে!!");

        songs.add(song53);

        Song song54 = new Song();
        song54.setArtistName("এশেজ");
        song54.setSongName("তামাক পাতা");
        song54.setLyrics("তুমি তামাক ধরো তামাক ছাড়\n" +
                "আগুন জ্বালিয়ে দাও।\n" +
                "আগুন জ্বালালে উড়ে যাবে পাখি মনা\n" +
                "\n" +
                "\n" +
                "আগুন জ্বালালে উড়ে যাবে পাখি।\n" +
                "নেশা কেটে গেলে তুমিও কেটে যাবে\n" +
                "জটিল করলে জটিল হবে\n" +
                "\n" +
                "সহজ করলে সহজ।\n" +
                "\n" +
                "মাথার ভিতরে গাঁজা ঘুরে\n" +
                "গাঁজার ভিতরে মাথা\n" +
                "গাজার ভিতরে মাথা ঘুরে\n" +
                "তামাক বৃক্ষের পাতা।\n" +
                "নষ্ট করে মন\n" +
                "নেশা কেটে গেলে তুমিও কেটে যাবে\n" +
                "\n" +
                "নেশা কেটে গেলে তুমিও কেটে যাবে\n" +
                "\n" +
                "তুমি মাঝে মাঝে আমার কাছে কবিতা চাইতা\n" +
                "তুমি মাঝে মাঝে আমার কাছে কবিতা চাইতা\n" +
                "আমি মনের বিরুদ্ধে কবিতা লিখতাম\n" +
                "\n" +
                "আমি মনের বিরুদ্ধে কবিতা লিখতাম\n" +
                "মনের বিরুদ্ধে কি কবিতা লেখা যায় রে?\n" +
                "জটিল করলে জটিল হবে\n" +
                "সহজ করলে সহজ।\n" +
                "মাথার ভিতরে গাঁজা ঘুরে\n" +
                "গাঁজার ভিতরে মাথা\n" +
                "\n" +
                "গাজার ভিতরে মাথা ঘুরে\n" +
                "তামাক বৃক্ষের পাতা।\n" +
                "নষ্ট করে মন\n" +
                "নেশা কেটে গেলে তুমিও কেটে যাবে\n" +
                "নেশা কেটে গেলে তুমিও কেটে যাবে\n" +
                "\n" +
                "তুমি মাঝে মাঝে আমার কাছে তোমারে চাইতা!\n" +
                "তুমি মাঝে মাঝে আমার কাছে আমারে চাইতা!\n" +
                "আমি মনের বিরুদ্ধে নিজেরে দিতাম রে\n" +
                "আমি মনের বিরুদ্ধে নিজেরে দিতাম রে\n" +
                "মনের বিরুদ্ধে কি নিজেরে দেয়া যায় রে?\n" +
                "\n" +
                "জটিল করলে জটিল হবে\n" +
                "সহজ করলে সহজ।\n" +
                "মাথার ভিতরে গাঁজা ঘুরে\n" +
                "গাঁজার ভিতরে মাথা\n" +
                "গাজার ভিতরে মাথা ঘুরে\n" +
                "তামাক বৃক্ষের পাতা।\n" +
                "নষ্ট করে মন\n" +
                "নেশা কেটে গেলে তুমিও কেটে যাবে...");

        songs.add(song54);

        Song song55 = new Song();
        song55.setArtistName("শ্রীকান্ত");
        song55.setSongName("কেন দূরে থাকো");
        song55.setLyrics("কেন দূরে থাকো\n" +
                "শুধু আড়াল রাখো\n" +
                "কে তুমি কে তুমি আমায় ডাকো \n" +
                "কেন দূরে থাকো? \n" +
                "\n" +
                "মনে হয় তবু বারে বারে\n" +
                "এই বুঝি এলে মোর দ্বারে \n" +
                "সে মধুর স্বপ্ন ভেঙ্গো নাকো\n" +
                "কেন দূরে থাকো\n" +
                "শুধু আড়াল রাখো\n" +
                "কে তুমি কে তুমি আমায় ডাকো\n" +
                "কেন দূরে থাকো? \n" +
                "\n" +
                "ভাবে মাধবী সুরভী তার বিলায়ে\n" +
                "যাবে মধুদের সুরে সুরে মিলায়ে \n" +
                "\n" +
                "তোমারি খেয়ালে ক্ষনে ক্ষনে\n" +
                "কত কথা জাগে মোর মনে \n" +
                "চোখে মোর ফাগুনের ছবিটি আঁকো\n" +
                "কেন দূরে থাকো\n" +
                "শুধু আড়াল রাখো\n" +
                "কে তুমি কে তুমি আমায় ডাকো\n" +
                "কেন দূরে থাকো??");

        songs.add(song55);

        Song song56 = new Song();
        song56.setArtistName("শ্রীকান্ত");
        song56.setSongName("আমার সারাটা দিন");
        song56.setLyrics("আমার সারাটা দিন, মেঘলা আকাশ, বৃষ্টি – তোমাকে দিলাম\n" +
                "শুধু শ্রাবণ সন্ধ্যাটুকু তোমার কাছে চেয়ে নিলাম।\n" +
                "\n" +
                "হৃদয়ের জানালায় চোখ মেলে রাখি\n" +
                "বাতাসের বাঁশিতে কান পেতে থাকি\n" +
                "তাকেই কাছে ডেকে, মনের আঙিনা থেকে\n" +
                "বৃষ্টি তোমাকে তবু ফিরিয়ে দিলাম।\n" +
                "\n" +
                "তোমার হাতেই হোক রাত্রি রচনা\n" +
                "এ আমার স্বপ্ন সুখের ভাবনা\n" +
                "চেয়েছি পেতে যাকে, চাইনা হারাতে তাকে\n" +
                "বৃষ্টি তোমাকে তাই ফিরে চাইলাম।");

        songs.add(song56);

        Song song57 = new Song();
        song57.setArtistName("পবন দাস বাউল");
        song57.setSongName("দিল কি দয়া হয় না");
        song57.setLyrics("দীন দুনিয়ার মালিক খোদা,\n" +
                "দিল কি দয়া হয় না,\n" +
                "তোমার দিল কি দয়া হয় না\n" +
                "\n" +
                "\n" +
                "তোমার দিল কি দয়া হয় না\n" +
                "\n" +
                "কাটার আঘাত দেও গো যার তার,\n" +
                "কাটার আঘাত দেও গো যার তার\n" +
                "ফুলের আঘাত শয় না,\n" +
                "তোমার দিল কি দয়া হয়।\n" +
                "\n" +
                "দীন দুনিয়ার মালিক খোদা, তোমার দিল কি দয়া হয় না, তোমার দিল কি দয়া হয় না?\n" +
                "\n" +
                "সব দিয়ে যার সব কেরে নেও,\n" +
                "সব দিয়ে যার সব কেরে নেও\n" +
                "তারতো প্রানে সয় না,\n" +
                "তোমার দিল কি দয়া হয় না।\n" +
                "\n" +
                "দীন দুনিয়ার মালিক খোদা,\n" +
                "তোমার দিল কি দয়া হয় না।\n" +
                "\n" +
                "সেই দুঃখেতে বন্ধুকে মোর,\n" +
                "সেই দুঃখেতে বন্ধুকে মোর\n" +
                "কবরে শোয়াইরে,\n" +
                "দম যেন মোর যায়, আহ দম যেন মোর যায়।\n" +
                "\n" +
                "দীন দুনিয়ার মালিক খোদা\n" +
                "দিল কি দয়া হয় না।\n" +
                "তোমার দিল কি দয়া হয় না।\n" +
                "তোমার দিল কি দয়া হয় না।\n" +
                "\n" +
                "যে পথেতে কাটায় ঘেরা,\n" +
                "কোন বা পথে চলবে, আহ কোন পথে চলবে।\n" +
                "যে মুখে তার ব্যাথায় ভরা, যে মুখেতে ব্যাথায় ভরা,\n" +
                "কোনবা মুখে বলবে, আহ কোনবা মুখে বলবে।\n" +
                "\n" +
                "দীন দুনিয়ার মালিক খোদা\n" +
                "দিল কি দয়া হয় না;\n" +
                "তোমার দিল কি দয়া হয় না।\n" +
                "তোমার দিল কি দয়া হয় না।\n" +
                "\n" +
                "দীন দুনিয়ার মালিক খোদা,\n" +
                "দিল কি দয়া হয় না।\n" +
                "তোমার দিল কি দয়া হয় না?\n" +
                "তোমার দিল কি দয়া হয় না?\n" +
                "তোমার দিল কি দয়া হয় না?\n" +
                "তোমার দিল কি দয়া হয় না?");

        songs.add(song57);

        Song song58 = new Song();
        song58.setArtistName("পথিক নবী");
        song58.setSongName("আমার একটা নদী ছিল");
        song58.setLyrics("নদীর জল ছিল না, কূল ছিল না,\n" +
                "ছিল শুধু ঢেঊ……\n" +
                "\n" +
                "আমার একটা নদী ছিল জানলো না তো কেউ\n" +
                "এই খানে এক নদী ছিল জানলো না তো কেউ\n" +
                "নদীর জল ছিল না, কুল ছিল না; ছিল শুধু ঢেউ\n" +
                "আমার একটা……\n" +
                "আমার একটা নদী ছিল জানলো না তো কেউ।।\n" +
                "\n" +
                "সেই ঢেউয়ে তে ভেসে ভেসে নৌকা হেতায় এলাম শেষে ।।\n" +
                "এখন আমি সাতার কাটি\n" +
                "সাতার ভোলা কেউ……\n" +
                "\n" +
                "আমার একটা নদী ছিল জানলো না তো কেউ\n" +
                "এই খানে এক নদী ছিল জানলো না তো কেউ\n" +
                "নদীর জল ছিল না, কুল ছিল না; ছিল শুধু ঢেউ\n" +
                "আমার একটা……\n" +
                "আমার একটা নদী ছিল জানলো না তো কেউ।।\n" +
                "\n" +
                "বাঁক ছিল তার শাখে শাখে\n" +
                "শাখায় শাখায় বাঁকে বাঁকে ।।\n" +
                "বাঁকে বাঁকে জমলো মেলা\n" +
                "ও সে বাঁকে বাঁকে জমলো মেলা ।।\n" +
                "মেলার ভীড়ে একলা একা সুজন হারা কেউ।\n" +
                "আমার একটা……\n" +
                "\n" +
                "আমার একটা নদী ছিল জানলো না তো কেউ\n" +
                "এই খানে এক নদী ছিল জানলো না তো কেউ\n" +
                "নদীর জল ছিল না, কুল ছিল না; ছিল শুধু ঢেউ\n" +
                "আমার একটা……\n" +
                "আমার একটা নদী ছিল জানলো না তো কেউ।।");

        songs.add(song58);

        Song song59 = new Song();
        song59.setArtistName("সুবীর নন্দী");
        song59.setSongName("একটা ছিল সোনার কন্যা");
        song59.setLyrics("একটা ছিল সোনার কন্যা\n" +
                "মেঘ বরণ কেশ\n" +
                "ভাটি অঞ্চলে ছিল সেই কন্যার দেশ\n" +
                "দুই চোখে তার আহারে কি মায়া\n" +
                "নদীর জলে পড়ল কন্যার ছায়া\n" +
                "\n" +
                "তাহার কথা বলি\n" +
                "তাহার কথা বলতে বলতে নাও দৌঁড়াইয়া চলি\n" +
                "\n" +
                "কন্যার ছিল দীঘল চুল\n" +
                "তাহার কেশে জবা ফুল\n" +
                "সেই ফুল পানিতে ফেইলা\n" +
                "কন্যা করল ভুল\n" +
                "কন্যা ভুল করিস না\n" +
                "ও কন্যা ভুল করিস না\n" +
                "আমি ভুল করা কন্যার লগে কথা বলব না\n" +
                "\n" +
                "হাত খালি গলা খালি\n" +
                "কন্যার নাকে নাকফুল\n" +
                "সেই ফুল পানিতে ফেইলা\n" +
                "কন্যা করল ভুল\n" +
                "\n" +
                "এখন নিজের কথা বলি\n" +
                "নিজের কথা বলতে বলতে\n" +
                "নাও দৌঁড়াইয়া চলি\n" +
                "সবুজ বরণ লাও ডগায়\n" +
                "দুধসাদা ফুল ধরে\n" +
                "ভুল করা কন্যার লাগি\n" +
                "মন আনচান করে\n" +
                "আমার মন আনচান করে");

        songs.add(song59);

        Song song60 = new Song();
        song60.setArtistName("সুমন");
        song60.setSongName("তুমি ভরেছ এ মন");
        song60.setLyrics("তুমি ভরেছ এ মন এক নিঝুম অরণ্যে\n" +
                "বসন্তে পাহাড় চূড়ায় আর বৃষ্টি দিয়ে\n" +
                "মরুভূমির ঝড়ে আর ঝুমন্ত সাগরে\n" +
                "তুমি ভরে দাও এ মন ফিরে এসে\n" +
                "\n" +
                "আমায় ভালবাসতে দাও এ জীবন দিয়ে\n" +
                "যেন হারাই তোমায় মিষ্টি হাসিতে\n" +
                "যেন থাকি সারাক্ষণ এই বাহুডোরে\n" +
                "ফিরে এস এই জীবনে নতুন করে");

        songs.add(song60);

        Song song61 = new Song();
        song61.setArtistName("শাহানা");
        song61.setSongName("একটা ছেলে");
        song61.setLyrics("একটা ছেলে মনের আঙিনাতে\n" +
                "ধীর পায়েতে এক্কা দোক্কা খেলে\n" +
                "বন পাহাড়ি ঝর্না খুঁজে\n" +
                "বৃষ্টি জলে একলা ভিজে\n" +
                "সেই ছেলেটা আমায় ছুঁয়ে ফেলে।।\n" +
                "আমি তো বেশ ছিলাম চুপিসাড়ে\n" +
                "ছোট্ট মেয়ে সেজে একটা কোণে\n" +
                "সবুজ বনে নীলচে আলো জ্বেলে\n" +
                "স্বপ্ন ভেজা মাটিতে পা ফেলে\n" +
                "সেই ছেলেটা হঠাৎ এলো মনে।।\n" +
                "ছোট্ট আমি দুষ্টু আমি সেজে\n" +
                "কেমন যেন হলাম জড়োসড়ো\n" +
                "আকাশ ভরা তারার আলো দেখে\n" +
                "বৃষ্টি ভেজা মাটিতে পা রেখে\n" +
                "বুক ভরা আবেগটুকু ঢেকে\n" +
                "হঠাৎ করে হয়ে গেলাম বড়ো\n" +
                "বন পাহাড়ি ঝর্না বৃষ্টি ফেলে\n" +
                "আমায় বাসলে ভালো সেই ছেলে…");

        songs.add(song61);

        Song song62 = new Song();
        song62.setArtistName("নচিকেতা");
        song62.setSongName("সোনালী প্রান্তরে");
        song62.setLyrics("সোনালী প্রান্তরে ভ্রোমরার গুঞ্জরে\n" +
                "দখিনা পবনেতে অন্ধ আবেগে\n" +
                "থাকে না মন ঘরে।।\n" +
                "বারে বারে যেন আসি ফিরে এমন দেশে\n" +
                "উষ্ণ বালির বুকে সূর্য যেথায় ওঠেন হেসে।\n" +
                "ভালোবাসা কত আশা, ছড়ানো এ বাতাসে\n" +
                "স্বপ্নমাখা মেঘের নকশা ঝড়ানো এ আকাশে।\n" +
                "স্বপ্ন জড়ানো মন চেয়ে থাকে অনুক্ষণ\n" +
                "এ কথা জানায় বারে বারে।।\n" +
                "(ও) আজ নতুন সাজে এলো যে বৈশাখী এরা\n" +
                "হাতেতে যেন থাকে ও সুজন তোমারই হাত।\n" +
                "উষ্ণ মরুর শুকনো বুকে থাকে বাতাস ছবি\n" +
                "দিবারাত্রি যেন কাব্য লিখে যায় কোন্\u200C সে কবি।\n" +
                "স্বপ্ন জড়ানো মন চেয়ে থাকে অনুক্ষণ\n" +
                "এ কথা জানায় বারে বারে।।");

        songs.add(song62);

        Song song63 = new Song();
        song63.setArtistName("নচিকেতা");
        song63.setSongName("কখনো রোদ্দুর বৃষ্টি");
        song63.setLyrics("কখনো রোদ্দুর বৃষ্টি(২)\n" +
                "জীবনের চাকা গেছে আঁকা-বাঁকা\n" +
                "সৃষ্টি বা অনাসৃষ্টি\n" +
                "তবু এক মুঠো সুখ ছুঁয়ে গেলে ভাবি\n" +
                "এ যেন হঠাৎ বৃষ্টি।\n" +
                "ছোট ছোট স্বপ্নের নীল মেঘ\n" +
                "কখনো রোদ্দুর বৃষ্টি(২)\n" +
                "\n" +
                "কখনো আলো-ছায়ার খেলা\n" +
                "কখনো শুধুই আঁধার(২)\n" +
                "কোথাও থামে ভেজা সহনি\n" +
                "কোথাও ফুলের বাহার।\n" +
                "কোথাও চেতনা পাহাড় ভাঙ্গে\n" +
                "কোথাও বিপন্ন কৃষ্টি।\n" +
                "তবু এক মুঠো সুখ ছুঁয়ে গেলে ভাবি\n" +
                "এ যেন হঠাৎ বৃষ্টি।\n" +
                "ছোট ছোট স্বপ্নের নীল মেঘ\n" +
                "কখনো রোদ্দুর বৃষ্টি(২)\n" +
                "\n" +
                "কখনো হৃদয় ভাঙ্গার খেলা\n" +
                "কখনো সেতু গড়ার (২)\n" +
                "কখনো নিজ নিকেতনে মন\n" +
                "কখনো কখনো সবার।\n" +
                "কোথাও চাওয়ার হিসেব মেলে না\n" +
                "কোথাও না পাই সন্তুষ্টি।\n" +
                "তবু এক মুঠো সুখ ছুঁয়ে গেলে ভাবি\n" +
                "এ যেন হঠাৎ বৃষ্টি।\n" +
                "ছোট ছোট স্বপ্নের নীল মেঘ\n" +
                "কখনো রোদ্দুর বৃষ্টি(২)\n" +
                "\n" +
                "জীবনের চাকা গেছে আঁকা-বাঁকা\n" +
                "সৃষ্টি বা অনাসৃষ্টি\n" +
                "তবু এক মুঠো সুখ ছুঁয়ে গেলে ভাবি\n" +
                "এ যেন হঠাৎ বৃষ্টি।\n" +
                "ছোট ছোট স্বপ্নের নীল মেঘ\n" +
                "কখনো রোদ্দুর বৃষ্টি(২)");

        songs.add(song63);

        Song song64 = new Song();
        song64.setArtistName("নচিকেতা");
        song64.setSongName("একদিন স্বপ্নের দিন");
        song64.setLyrics("একদিন স্বপ্নের দিন, বেদনার বর্ণ বিহীন\n" +
                "এ জীবনে যেন আসে এমনি স্বপ্নের দিন।।\n" +
                "\n" +
                "সেই ভাবনায়, ভাবি মনে হয়, \n" +
                "দুটি নয়নেতে ঘোর বর্ষা নামে\n" +
                "আসেনা ফাগুন, মনেতে আগুন,\n" +
                "এমন বিরহ জালায়, সৃতির মেলায়\n" +
                "কাটেনা আর দিন।।\n" +
                "\n" +
                "একদিন হঠাৎ হাওয়া থামিয়ে আসা যাওয়া\n" +
                "প্রশ্নের জাল বুনে সুরু হয় চাওয়া পাওয়া।\n" +
                "\n" +
                "আজ সুধু পথ চাওয়া, বিরহের গান গাওয়া\n" +
                "ভাবনার নদী বুকে, উজানেতে তরী বাওয়া।\n" +
                "\n" +
                "সুধু সে গান ভোলে অভিমান, চোখে অকারণ, ঘোর বর্ষা নামে।।\n" +
                " \n" +
                "যদি এ পথ ধরে, আমার এ মনের ঘরে,\n" +
                "চিঠি হয়ে অগোচরে, আসে কেউ চুপিসারে।\n" +
                "\n" +
                "চাদের ঐ আলো হয়ে, আস মোর ভাঙ্গা ঘরে,\n" +
                "দেখা যায়, যায়না ছোঁয়া, যেন গান চাপা স্বরে।");

        songs.add(song64);

        Song song65 = new Song();
        song65.setArtistName("অনুপম");
        song65.setSongName("বসন্ত এসে গেছে");
        song65.setLyrics("আকাশে বহিছে প্রেম, নয়নে লাগিল নেশা\n" +
                "কারা যে ডাকিল পিছে! বসন্ত এসে গেছে\n" +
                "মধুর অমৃত বাণী, বেলা গেল সহজেই\n" +
                "মরমে উঠিল বাজি; বসন্ত এসে গেছে\n" +
                "থাক তব ভুবনের ধুলিমাখা চরণে\n" +
                "মথা নত করে রব, বসন্ত এসে গেছে\n" +
                "বসন্ত এসে গেছে।।\n" +
                "\n" +
                "গগনের নবনীলে মনের গোপনে\n" +
                "বাজে ঐ, বাজে ঐ, বাজে ঐ\n" +
                "পলাশের নেশা মাখি চলেছি দু’জনে\n" +
                "বাসনার রঙে মিশি শ্যামলে স্বপনে\n" +
                "কুহু কুহু শোনা যায় কোকিলের কুহুতান\n" +
                "বসন্ত এসে গেছে, বসন্ত এসে গেছে\n" +
                "\n" +
                "পূর্ণিমা রাতে ঐ ছোটছুটি করে কারা!\n" +
                "দখিনা পবনে দোলে, বসন্ত এসে গেছে\n" +
                "কেমনে গাঁথিব মালা, কেমনে বাজিব বেণু\n" +
                "আবেগে কাঁপিছে আঁখি, বসন্ত এসে গেছে\n" +
                "থাক তব ভূবনের ধুলিমাখা চরণে\n" +
                "মথা নত করে রব, বসন্ত এসে গেছে\n" +
                "বসন্ত এসে গেছে।।\n" +
                "বসন্ত এসে গেছে, বসন্ত এসে গেছে\n" +
                "\n" +
                "এই বসন্তে অনেক জন্ম আগে\n" +
                "তোমায় প্রথম দেখেছিলেম আমি\n" +
                "হেঁটেছিলেম নিরুদ্দেশের পানে\n" +
                "সেই বসন্ত এখন ভীষণ দামী\n" +
                "আমার কাছে, তোমার কাছে, আমার কাছে\n" +
                "বসন্ত এসে গেছে।।");

        songs.add(song65);

        Song song66 = new Song();
        song66.setArtistName("পল্লীগীতি");
        song66.setSongName("দোল দোল দোলনী");
        song66.setLyrics("দোল দোল দোলনী রাঙা মাথার চিরুনী\n" +
                "এনে দেব হাট থেকে মান তুমি মরো না\n" +
                "\n" +
                "নতুন নতুন খোপাটি তুলে এনে দোপাটি\n" +
                "রাঙা ফিতায় বেধে দিবো মান তুমি করো না।।\n" +
                "\n" +
                "চেয়ে দেখ ডালিম ফুলে ঐ জমেছে মৌ\n" +
                "বউ কথা কও ডাকছে পাখি, কয় না কথা বউ।\n" +
                "\n" +
                "ঝুমঝুমি মল পায়েতে গয়না সোনার গায়েতে\n" +
                "আরো দেবো নাকের নোলক মান তুমি করো না।।\n" +
                "\n" +
                "চাঁদের সাথে নিত্যরাতে তাঁরায় কথা কয়\n" +
                "আপনজনা পর হইলে তাও কী প্রানে সয়।\n" +
                "\n" +
                "একটু খানি আসনা কাছে এসে বসো না\n" +
                "এনে দেবো রেশমি চুড়ি মান তুমি করো না।।");

        songs.add(song66);

        Song song67 = new Song();
        song67.setArtistName("হেমন্ত");
        song67.setSongName("এ পথ যদি না শেষ হয়");
        song67.setLyrics("এ পথ যদি না শেষ হয়\n" +
                "তবে কেমন হতো তুমি বলোতো\n" +
                "যদি পৃথিবীটা স্বপ্নের দেশ হয়\n" +
                "তবে কেমন হতো তুমি বলোতো ।।\n" +
                "\n" +
                "কোন রাখালের ওই ঘর ছাড়া বাঁশীতে,\n" +
                "সবুজের ওই দোল দোল হাসিতে ।।\n" +
                "মন আমার মিশে গেলে বেশ হয়\n" +
                "যদি পৃথিবীটা স্বপ্নের দেশ হয় ।।\n" +
                "তবে কেমন হতো তুমি বলোতো\n" +
                "\n" +
                "নীল আকাশের ওই দূর সীমা ছাড়িয়ে,\n" +
                "এই গান যেন যায় আজ হারিয়ে\n" +
                "প্রাণে যদি এ গানের রেশ হয়,\n" +
                "পৃথিবীটা যদি স্বপ্নের দেশ হয় ।।\n" +
                "তবে কেমন হতো তুমি বলোতো\n" +
                "\n" +
                "এ পথ যদি না শেষ হয়\n" +
                "তবে কেমন হতো তুমি বলোতো");

        songs.add(song67);

        Song song68 = new Song();
        song68.setArtistName("মাকসুদ");
        song68.setSongName("মেলায় যাইরে");
        song68.setLyrics("জেগেছে বাঙ্গালির ঘরে ঘরে এ কি মাতন দোলা\n" +
                "জেগেছে সুরেরই তালে তালে হৃদয় মাতন দোলা\n" +
                "বছর ঘুরে এলো আরেক প্রভাত নিয়ে\n" +
                "ফিরে এলো সুরের মঞ্জুরী\n" +
                "পলাশ শিমুল গাছে লেগেছে আগুন\n" +
                "এ বুঝি বৈশাখ এলেই শুনি...\n" +
                "\n" +
                "মেলায় যাইরে, মেলায় যাইরে \n" +
                "মেলায় যাইরে, মেলায় যাইরে । \n" +
                "\n" +
                "বাসন্তী রঙ শাড়ি পড়ে ললনারা হেটে যায়\n" +
                "মেলায় যাইরে, মেলায় যাইরে \n" +
                "মেলায় যাইরে, মেলায় যাইরে  । \n" +
                "\n" +
                "ঐ বখাটে ছেলেদের ভিড়ে ললনাদের রেহাই নাই\n" +
                "মেলায় যাইরে, মেলায় যাইরে\n" +
                "মেলায় যাইরে, মেলায় যাইরে। \n" +
                "\n" +
                "জেগেছে রমণীর খোপাতে বেলী ফুলের মালা\n" +
                "ভিনদেশী সুগন্ধী মেখে আজ প্রেমের কথা বলা\n" +
                "রমনা বটমূলে গান থেমে গেলে\n" +
                "প্রখর রোদে এ যেন মিছিল চলে\n" +
                "ঢাকার রাজপথে রঙের মেলায়\n" +
                "এ বুঝি বৈশাখ এলেই বলেই...\n" +
                "\n" +
                "মেলায় যাইরে, মেলায় যাইরে \n" +
                "মেলায় যাইরে, মেলায় যাইরে । \n" +
                "\n" +
                "বাসন্তী রঙ শাড়ি পড়ে ললনারা হেটে যায়\n" +
                "মেলায় যাইরে, মেলায় যাইরে \n" +
                "মেলায় যাইরে, মেলায় যাইরে । \n" +
                "\n" +
                "ঐ বখাটে ছেলেদের ভিড়ে ললনাদের রেহাই নাই\n" +
                "মেলায় যাই রে মেলায় যাই রে\n" +
                "মেলায় যাইরে, মেলায় যাইরে । \n" +
                "\n" +
                "বছর ঘুরে এলো আরেক প্রভাত নিয়ে\n" +
                "ফিরে এলো সুরের মঞ্জুরী\n" +
                "পলাশ শিমুল গাছে লেগেছে আগুন\n" +
                "এ বুঝি বৈশাখ এলেই শুনি\n" +
                "মেলায় যাইরে, মেলায় যাইরে \n" +
                "মেলায় যাইরে, মেলায় যাইরে । \n" +
                "\n" +
                "বাসন্তী রঙ শাড়ি পড়ে ললনারা হেটে যায়\n" +
                "মেলায় যাইরে, মেলায় যাইরে \n" +
                "মেলায় যাইরে, মেলায় যাইরে । \n" +
                "\n" +
                "ঐ বখাটে ছেলেদের ভিড়ে ললনাদের রেহাই নাই\n" +
                "মেলায় যাইরে, মেলায় যাইরে\n" +
                "মেলায় যাইরে, মেলায় যাইরে । ");

        songs.add(song68);

        Song song69 = new Song();
        song69.setArtistName("জেমস");
        song69.setSongName("তোর প্রেমেতে অন্ধ হলাম");
        song69.setLyrics("তোর প্রেমেতে অন্ধ হলাম , কি দোষ দিবি তাতে,\n" +
                "বন্ধু তোকে খুঁজে বেড়াই , সকাল-দুপুর-রাতে।\n" +
                "তোর প্রেমেতে অন্ধ হলাম , কি দোষ দিবি তাতে,\n" +
                "বন্ধু তোকে খুঁজে বেড়াই , সকাল দুপুর রাতে।\n" +
                "আগুন জেনেও পুড়লাম আমি, দিলাম তাতে ঝাপ।\n" +
                "তোর আমার প্রেমে ছিলোরে বন্ধু, ছিলো পুরাটাই পাপ।\n" +
                "তোর প্রেমেতে অন্ধ হলাম ,কি দোষ দিবি তাতে ,\n" +
                "বন্ধু তোরে খুঁজে বেড়াই , সকাল – দুপুর – রাতে ।\n" +
                "\n" +
                "তোর কারনে ভুললাম আমি ,গোত্র জাতি কুল ,\n" +
                "কাঁটার সাথে করলাম সন্ধি , পায়ে পিষে ফুল ।\n" +
                "তোর কারনে ভুললাম আমি ,গোত্র জাতি কুল ,\n" +
                "কাঁটার সাথে করলাম সন্ধি , পায়ে পিষে ফুল ।\n" +
                "কেমন করে সইবো আমি ,প্রেম আগুনের তাপ ,\n" +
                "তোর আমার প্রেমে ছিলো রে ,বন্ধু ছিলো পুরোটাই পাপ ।\n" +
                "কেমন করে সইবো আমি ,প্রেম আগুনের তাপ ,\n" +
                "তোর আমার প্রেমে ছিলো রে ,বন্ধু ছিলো পুরোটাই পাপ ।\n" +
                "\n" +
                "পথ হারানো পথিক হলাম , সব হারিয়ে নিঃস্ব ।\n" +
                "তোর আমার এই প্রেমের , কি দাম দেবে বিশ্ব ।\n" +
                "পথ হারানো পথিক হলাম , সব হারিয়ে নিঃস্ব ।\n" +
                "তোর আমার এই প্রেমের , কি দাম দেবে বিশ্ব ।\n" +
                "\n" +
                "প্রেমের নামে কিনলাম আমি , নিঠুর অভিশাপ ,\n" +
                "তোর আমার প্রেমে ছিলো রে বন্ধু ,ছিলো পুরোটাই পাপ ।\n" +
                "\n" +
                "তোর প্রেমেতে অন্ধ হলাম , কি দোষ দিবি তাতে ,\n" +
                "বন্ধু তোরে খুঁজে বেড়াই , সকাল – দুপুর – রাতে ।");

        songs.add(song69);

        Song song70 = new Song();
        song70.setArtistName("ভূমি");
        song70.setSongName("ফাগুনের মোহনায়");
        song70.setLyrics("ফাগুনের মোহনায়\n" +
                "ফাগুনের মোহনায় মন মাতানো মহুয়ায়\n" +
                "রঙ্গীন এ বিহুর নেশা কোন আকাশে নিয়ে যায়।।\n" +
                "\n" +
                "ও মোর মন হারিয়ে যায়, মোর মন হারিয়ে যায়,\n" +
                "কন্যেরে তোর ভাবনা ঝিলমিলিয়ে যায়রে, ঝিলমিলিয়ে যায়\n" +
                "কোন অচেনা দেশান্তরে, তোর সাথে এই তেপান্তরে\n" +
                "মোর মনের প্রজাপতি নাচি নাচি ঘুরি ঘুরি উড়ি উড়ি উড়ে যায়\n" +
                "মন হারানোর ঠিকানায় ।।\n" +
                "\n" +
                "রিং রাঙ্গা মোর কবিতা সূরের অন্তরে\n" +
                "ঝির ঝিরি ঝর্না ধারায় নতুন রঙ ঝরে\n" +
                "সবুজ সবুজে হৃদয় কেমন করে\n" +
                "ও মোর দিন উড়িয়া যায়রে, দিন উড়িয়া যায়\n" +
                "কন্যেরে তোর ভাবনা গুনগুনিয়ে যায়রে, গুনগুনিয়ে যায়\n" +
                "তোর স্বপ্নের ভ্রমরি, মোর প্রেমেরই প্রহরী \n" +
                "হৃদয়ের ও বাগিচাই নাচি নাচি ঘুরি ঘুরি উড়ি উড়ি উড়ে যায়\n" +
                "মন হারানোর ঠিকানায় ।।");

        songs.add(song70);

        Song song71 = new Song();
        song71.setArtistName("তপু");
        song71.setSongName("মন ভালো নেই");
        song71.setLyrics("মন ভালো নেই\n" +
                "বলো না কিছুতেই\n" +
                "তবু বুঝে নেবে কে আছে\n" +
                "দেখো কেউ কাছে নেই\n" +
                "তবু তুমি এগুবেই\n" +
                "ভাঙ্গা পথ সাথী কে হবে ?\n" +
                "\n" +
                "\n" +
                "যদি কখনো আমায় মনে পড়ে যায়\n" +
                "খোল দুয়ার আকাশের আমি তারাময়\n" +
                "যদি কখনো ছুঁয়ে দিতে ইচ্ছে হয়\n" +
                "চাদর হয়ে আজ জড়াবো তোমায়\n" +
                "\n" +
                "কে বলো কে দেখাবে পথ তোমাকে\n" +
                "যদি যাও হারিয়ে এই শহরে\n" +
                "কে বলো কে দেখাবে পথ তোমাকে\n" +
                "যদি যাও হারিয়ে এই শহরে\n" +
                "\n" +
                "যদি  কখনো আমায় মনে পড়ে যায়\n" +
                "খোল দুয়ার আকাশের আমি তারাময়\n" +
                "\n" +
                "হাওয়াতে এলো চুল মুখে এসে পড়ে\n" +
                "যদি না থাকি তা কে সরাবে\n" +
                "হাওয়াতে এলো চুল মুখে এসে পড়ে\n" +
                "যদি না থাকি তা কে সরাবে\n" +
                "\n" +
                "যদি কখনো আমায় মনে পড়ে যায়\n" +
                "খোল দুয়ার আকাশের আমি তারাময়\n" +
                "যদি কখনো ছুঁয়ে দিতে ইচ্ছে হয়\n" +
                "চাদর হয়ে আজ জড়াবো তোমায়\n" +
                "\n" +
                "যদি কখনো আমায় মনে পড়ে যায়\n" +
                "খোল দুয়ার আকাশের আমি তারাময়\n" +
                "যদি কখনো ছুয়ে দিতে ইচ্ছে হয়\n" +
                "চাদর হয়ে আজ জড়াবো তোমায়");

        songs.add(song71);

        Song song72 = new Song();
        song72.setArtistName("নচিকেতা");
        song72.setSongName("লাল ফিতে সাদা মোজা");
        song72.setLyrics("লাল ফিতে সাদা মোজা সু স্কুলের ইউনিফর্ম\n" +
                "ন’টার সাইরেন সংকেত সিলেবাসে মনোযোগ কম\n" +
                "পড়া ফেলে এক ছুট ছুটে রাস্তার মোড়ে, দেখে\n" +
                "সাইরেন মিস করা দোকানীরা দেয় ঘড়িতে দম\n" +
                "এরপর একরাশ কালো কালো ধোঁয়া\n" +
                "স্কুল বাসে করে তার দ্রুত চলে যাওয়া\n" +
                "এরপর বিষন্ন দিন বাজেনা মনোবীণ\n" +
                "অবসাদে ঘিরে থাকা সে দীর্ঘ দিন\n" +
                "হাজার কবিতা বেকার সবই তা\n" +
                "হাজার কবিতা বেকার সবই তা\n" +
                "তার কথা কেউ বলে না\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "\n" +
                "সন্ধ্যা ঘনাতো যখন পাড়ায় পাড়ায়\n" +
                "রক থাকতো ভরে কিছু বখাটে ছোঁড়ায়\n" +
                "হিন্দি গানের কলি সদ্য শেখা গালাগালি\n" +
                "একঘেয়ে হয়ে যেত সময় সময়\n" +
                "তখন উদাস মন ভোলে মনরঞ্জন\n" +
                "দাম দিয়ে যন্ত্রনা কিনতে চায়\n" +
                "তখন নীলাঞ্জনা প্রেমিকের কল্পনা\n" +
                "ও মনের গভীরতা জানতে চায়\n" +
                "যখন খোলা চুলে হয়তো মনের ভুলে\n" +
                "তাকাতো সে অবহেলে দু’চোখ মেলে\n" +
                "হাজার কবিতা বেকার সবই তা\n" +
                "হাজার কবিতা বেকার সবই তা\n" +
                "তার কথা কেউ বলে না\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "অংকের খাতা ভরা থাকতো আঁকায়\n" +
                "তার ছবি তার নাম পাতায় পাতায়\n" +
                "হাজার অনুষ্ঠান প্রভাত ফেরীর গান\n" +
                "মন দিন গুনে এই দিনে আশায়\n" +
                "রাত জেগে নাটকের মহড়ায় চঞ্চল\n" +
                "মন শুধু সে ক্ষনের প্রতিক্ষায়\n" +
                "রাত্রির আঙ্গিনায় যদি খোলা জানালায়\n" +
                "একবার একবার যদি সে দাঁড়ায়\n" +
                "বোঝেনি অবুঝ মন নীলাঞ্জনা তখন\n" +
                "নিজেতে ছিলো মগণ এ প্রানপণ\n" +
                "হাজার কবিতা বেকার সবই তা\n" +
                "হাজার কবিতা বেকার সবই তা\n" +
                "তার কথা কেউ বলে না\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n" +
                "সে প্রথম প্রেম আমার নীলাঞ্জনা\n");

        songs.add(song72);

        Song song73 = new Song();
        song73.setArtistName("রবীন্দ্র সংগীত");
        song73.setSongName("যখন পড়বে না মোর");
        song73.setLyrics("যখন পড়বে না মোর পায়ের চিহ্ন এই বাটে,\n" +
                "আমি    বাইব না মোর খেয়াতরী এই ঘাটে,\n" +
                "              চুকিয়ে দেব বেচা কেনা,\n" +
                "              মিটিয়ে দেব গো,   মিটিয়ে দেব লেনা দেনা,\n" +
                "          বন্ধ হবে আনাগোনা এই হাটে--\n" +
                "          তখন আমায় নাইবা মনে রাখলে,\n" +
                "              তারার পানে চেয়ে চেয়ে নাইবা আমায় ডাকলে।\n" +
                "\n" +
                "   \n" +
                "যখন    জমবে ধুলা তানপুরাটার তারগুলায়,\n" +
                "          কাঁটালতা উঠবে ঘরের দ্বারগুলায়,   আহা,\n" +
                "              ফুলের বাগান ঘন ঘাসের   পরবে সজ্জা বনবাসের,\n" +
                "          শ্যাওলা এসে ঘিরবে দিঘির ধারগুলায়--\n" +
                "          তখন আমায় নাইবা মনে রাখলে,\n" +
                "              তারার পানে চেয়ে চেয়ে নাইবা আমায় ডাকলে।\n" +
                "   \n" +
                "তখন   এমনি করেই বাজবে বাঁশি এই নাটে,\n" +
                "          কাটবে দিন কাটবে,\n" +
                "          কাটবে গো দিন আজও যেমন দিন কাটে,    আহা,\n" +
                "              ঘাটে ঘাটে খেয়ার তরী   এমনি সে দিন উঠবে ভরি--\n" +
                "          চরবে গোরু খেলবে রাখাল ওই মাঠে।\n" +
                "          তখন আমায় নাইবা মনে রাখলে,\n" +
                "              তারার পানে চেয়ে চেয়ে নাইবা আমায় ডাকলে।\n" +
                "   \n" +
                "তখন   কে বলে গো সেই প্রভাতে নেই আমি।\n" +
                "          সকল খেলায় করবে খেলা এই আমি-- আহা,\n" +
                "              নতুন নামে ডাকবে মোরে,   বাঁধবে নতুন বাহু-ডোরে,\n" +
                "          আসব যাব চিরদিনের সেই আমি।\n" +
                "          তখন আমায় নাইবা মনে রাখলে,\n" +
                "              তারার পানে চেয়ে চেয়ে নাইবা আমায় ডাকলে॥");

        songs.add(song73);

        Song song74 = new Song();
        song74.setArtistName("পল্লীগীতি");
        song74.setSongName("ও বন্ধু লাল গোলাপী");
        song74.setLyrics("ও বন্ধু লাল গোলাপী, ও বন্ধু লাল গোলাপী\n" +
                "কই রইলা রে,\n" +
                "এসো, এসো বুকে রাখবো তোরে\n" +
                "এসো, এসো বুকে রাখবো তোরে (২)\n" +
                "\n" +
                "তুমি বন্ধু হইলে আমার নাইতো কিছু বাকি চাওয়ার\n" +
                "তুমি আমি দু’জন মিলা সাজাইবো সুখের সংসার\n" +
                "আরে সাজাইবো সুখের সংসার\n" +
                "তোমারে পাইলে সখি, তোমারে পাইলে সখি হইতরে\n" +
                "এসো, এসো বুকে রাখবো তোরে\n" +
                "এসো, এসো বুকে রাখবো তোরে\n" +
                "\n" +
                "ফুলশয্যা সাজাইবো, ফুলশয্যা,\n" +
                "প্রেম দশা খেলাইবো\n" +
                "আমার মনের যত্ত আশা সবি মিটাইবো\n" +
                "মিটাইবো, আরে আশা সবি মিটাইবো\n" +
                "রাখিব তোরে আমার, রাখিব তোরে আমার আদরে\n" +
                "এসো, এসো বুকে রাখবো তোরে\n" +
                "এসো, এসো বুকে রাখবো তোরে ।।");

        songs.add(song74);

        Song song75 = new Song();
        song75.setArtistName("জাগরনের গান");
        song75.setSongName("তীরহারা এই ঢেউয়ের");
        song75.setLyrics("তীরহারা এই ঢেউয়ের\n" +
                "সাগর পাড়ি দেবো রে\n" +
                "আমরা কজন নবীন মাঝি\n" +
                "হাল ধরেছি শক্ত করে রে\n" +
                "তীরহারা এই ঢেউয়ের\n" +
                "সাগর পাড়ি দিব রে\n" +
                "\n" +
                "জীবন কাটে যুদ্ধ করে\n" +
                "প্রানের মায়া শান্ত করে\n" +
                "জীবনের স্বাদ নাহি পাই\n" +
                "ঘর বাড়ি ঠিকানা নাই\n" +
                "দিন রাত্রি জানা নাই\n" +
                "চলার সীমানা সঠিক নাই\n" +
                "জানি শুধু চলতে হবে\n" +
                "এই তরী বাইতে হবে\n" +
                "আমি যে সাগর মাঝি রে\n" +
                "\n" +
                "তীরহারা এই ঢেউয়ের\n" +
                "সাগর পাড়ি দেব রে\n" +
                "\n" +
                "জীবনের রঙে মনকে টানে না\n" +
                "ফুলের ঐ গন্ধ কেমন জানি না\n" +
                "জোছনার দৃশ্য চোখে পড়ে না\n" +
                "তারাও তো ভুলে কভু ডাকে না\n" +
                "\n" +
                "বৈশাখের ওই রুদ্র ঝড়ে\n" +
                "আকাশ যখন ভেঙে পড়ে\n" +
                "ছেঁড়া পাল আরও ছিঁড়ে যায়\n" +
                "হাতছানি দেয় বিদ্যুৎ আমায়\n" +
                "হটাত কে যে শঙ্খ শোনায়\n" +
                "দেখি ঐ ভোরের পাখি গায়\n" +
                "তবু তরী বাইতে হবে\n" +
                "খেয়া পারে নিতে হবে\n" +
                "যতই ঝড় উঠুক সাগরে\n" +
                "তীরহারা এই ঢেউয়ের\n" +
                "সাগর পাড়ি দিব রে");

        songs.add(song75);

        Song song76 = new Song();
        song76.setArtistName("ফজলুর রহমান বাবু");
        song76.setSongName("নিথুয়া পাথারে");
        song76.setLyrics("নিথুয়া পাথারে নেমেছি বন্ধুরে\n" +
                "ধর বন্ধু আমার কেহ নাই\n" +
                "তোল বন্ধু আমার কেহ নাই।।\n" +
                "\n" +
                "চিকন ধুতিখানি পড়িতে না জানি\n" +
                "না জানি বান্ধিতে কেশ।\n" +
                "\n" +
                "অল্প বয়সে পীরিতি করিয়া\n" +
                "হয়ে গেল জীবনেরও শেষ।\n" +
                "\n" +
                "প্রেমেরও মুরলি বাজাতে নাহি জানি\n" +
                "না পারি বান্ধিতে সুর।।\n" +
                "\n" +
                "নিথুয়া পাথারে নেমেছি বন্ধুরে\n" +
                "ধর বন্ধু আমার কেহ নাই\n" +
                "তোল বন্ধু আমার কেহ নাই।।");

        songs.add(song76);

        Song song77 = new Song();
        song77.setArtistName("মিনার");
        song77.setSongName("ঝুম");
        song77.setLyrics("তুমি আমায় ডেকেছিলে\n" +
                "এক মেঘে ঢাকা দিনে\n" +
                "কেনো আমি দেইনি সাড়া\n" +
                "আমার চোখে আকাশ দেখে\n" +
                "তুমি বলেছিলে কিছু\n" +
                "বুঝিনি কেনো সেই ইশারা\n" +
                "এখন আমি হন্যে আমি হয়ে\n" +
                "ছুটে চলি তোমারি শহরে\n" +
                "হারিয়ে চোখের যত ঘুম\n" +
                "\n" +
                "ঝুম, উড়ে উড়ে দূরে দূরে\n" +
                "ঝুম, মেঘে মেঘে ডানা মেলে\n" +
                "ঝুম, উড়ে ঘুরে তারে ডাকি\n" +
                "ঝুম, উড়ি ঘুরে তারেই খুজি\n" +
                "\n" +
                "আলো আধারির এ মায়ায়\n" +
                "এই অবেলায় মন যে হারায়\n" +
                "চেনা মেঘে অচেনা কত পথ\n" +
                "হঠাত কেনো থমকে দাঁড়ায়\n" +
                "\n" +
                "ঝুম, উড়ে উড়ে দূরে দূরে\n" +
                "ঝুম, মেঘে মেঘে ডানা মেলে\n" +
                "ঝুম, উড়ে ঘুরে তারে ডাকি\n" +
                "ঝুম, উড়ি ঘুরে তারেই খুজি\n" +
                "\n" +
                "তোমার আমার ফেলে আসা যত\n" +
                "রঙিন রঙিন স্মৃতি\n" +
                "লুকিয়ে অবুঝ ঠিকানায়\n" +
                "অচিন মনের অচিন কোন\n" +
                "কোণে বন্দী আজও আমি\n" +
                "ভুল সে পথের সীমানায়\n" +
                "এখন আমি অন্য আমি হয়ে\n" +
                "ছুটে চলি তোমারই শহরে\n" +
                "হারিয়ে চোখের যত ঘুম\n" +
                "\n" +
                "ঝুম, উড়ে উড়ে দূরে দূরে\n" +
                "ঝুম, মেঘে মেঘে ডানা মেলে\n" +
                "ঝুম, উড়ে ঘুরে তারে ডাকি\n" +
                "ঝুম, উড়ি ঘুরে তারেই খুজি");

        songs.add(song77);

        Song song78 = new Song();
        song78.setArtistName("আইয়ুব বাচ্চু");
        song78.setSongName("এক আকাশের তারা");
        song78.setLyrics("এক আকাশের তারা তুই একা গুনিস নে\n" +
                "গুনতে দিস তুই কিছু মোরে\n" +
                "ওরে সব ভালো তুই একা বাসিস নে\n" +
                "একটু ভালোবাসতে দিস মোরে\n" +
                "\n" +
                "পুরো জোছনা তুই একা পোহাস নে\n" +
                "সঙ্গে নিস তুই মোরে\n" +
                "ওরে সব ভালো তুই একা বাসিস নে\n" +
                "একটু ভালোবাসতে দিস মোরে\n" +
                "\n" +
                "হৃদয় নায়ে চরবি যখন\n" +
                "বৈঠা দিসরে তুই মোরে\n" +
                "ভাসবো নাহয় দুজন মিলে\n" +
                "স্বপ্ন লোক যত সুখে সাগরে\n" +
                "ওরে সব ভালো তুই একা বাসিস নে\n" +
                "একটু ভালোবাসতে দিস মোরে\n" +
                "\n" +
                "দুঃখের বোঝা বইবি যখন\n" +
                "স্মরন করিস তুই মোরে\n" +
                "আসবো ছুটে তোর কাছে\n" +
                "যেখানে থাকি আমি যত দূরে\n" +
                "ওরে সব ভালো তুই একা বাসিস নে\n" +
                "একটু ভালোবাসতে দিস মোরে");

        songs.add(song78);

        Song song79 = new Song();
        song79.setArtistName("হাসান");
        song79.setSongName("এতো কষ্ট কেনো ভালোবাসায়");
        song79.setLyrics("চারিদিকে উৎসব\n" +
                "পরিপুর্ণ নিয়ন আলোয়..\n" +
                "আমার এ পৃথিবী\n" +
                "ঘিরে আসছে আঁধার কালোয়..\n" +
                "সানাইয়ের সুর\n" +
                "নিয়ে যাবে দুর একটু একটু করে তোমায়..\n" +
                "আজকে রাতে তুমি অন্যের হবে\n" +
                "ভাবতেই জলে চোখ ভিজে যায়..\n" +
                "এতো কষ্ট কেনো ভালোবাসায়.. \n" +
                "\n" +
                "বিশ্বাস যেখানে\n" +
                "অবিশ্বাসের সুরে বেজে উঠেছে..\n" +
                "থাকবে না আমার\n" +
                "সে কথা বুঝতে যেন দেরি হয়েছে..\n" +
                "মগ্ন ছিলাম তোমার ভালবাসার ইন্দ্রজালে..\n" +
                "মানুষ আমি কেনো তলিয়ে\n" +
                "গেছি আমারই ভুলে..\n" +
                "সানাইয়ের সুর\n" +
                "নিয়ে যাবে দূর একটু একটু করে তোমায়..\n" +
                "আজকে রাতে তুমি অন্যের হবে\n" +
                "ভাবতেই জলে চোখ ভিজে যায়..\n" +
                "এত কষ্ট কেনো ভালোবাসায়.. \n");

        songs.add(song79);

        Song song80 = new Song();
        song80.setArtistName("খালিদ");
        song80.setSongName("সরলতার প্রতিমা");
        song80.setLyrics("তুমি আকাশের বুকে বিশালতার উপমা\n" +
                "তুমি আমার চোখতে সরলতার প্রতিমা\n" +
                "আমি তোমাকে গড়ি ভেঙ্গে চুড়ে শতবার\n" +
                "রয়েছো তুমি বহুদুরে আমাকে রেখে ছলনায়\n" +
                "এ হৃদয় ভেঙ্গে গেলে জানো কি তা\n" +
                "লাগে না লাগে না জোড়া\n" +
                "লাগে না লাগে না জোড়া\n" +
                "\n" +
                "আমার পথে তোমার ছায়া পড়লে আড়াল করে\n" +
                "থমকে সে যাবে জীবন ও গতি সে কি তোমার অজানা\n" +
                "রয়েছো তুমি বহুদুরে আমাকে রেখে ছলনায়\n" +
                "এ হৃদয় ভেঙ্গে গেলে জানো কি তা\n" +
                "লাগে না লাগে না জোড়া\n" +
                "লাগে না লাগে না জোড়া\n" +
                "\n" +
                "শ্রাবন বেলায় তোমার কথা ভেবে বিষন্ন এ মন\n" +
                "আশার পথে দিয়েছি পাড়ি, যেথা তোমার বিচরণ\n" +
                "রয়েছো তুমি বহুদুরে আমাকে রেখে ছলনায়\n" +
                "এ হৃদয় ভেঙ্গে গেলে জানো কি তা\n" +
                "লাগে না লাগে না জোড়া\n" +
                "লাগে না লাগে না জোড়া।।");

        songs.add(song80);

        Song song81 = new Song();
        song81.setArtistName("খালিদ");
        song81.setSongName("যদি হিমালয় হয়ে দুঃখ আসে");
        song81.setLyrics("যদি হিমালয় হয়ে দুঃখ আসে\n" +
                "এ হৃদয়ে সে কিছু নয়\n" +
                "শত আঘাতেও নিঃস্ব যে আজ\n" +
                "তার আবার, হারানোর ভয়\n" +
                "\n" +
                "কি ভুলে আমি এত সয়েছি যে ব্যাথা\n" +
                "কি করে ভুলেছি অতীতের কথা।\n" +
                "জানতেও পারবে না কেউ তা।\n" +
                "\n" +
                "প্রশ্ন করো না কেন হৃদয় দুঃখের হিমালয়\n" +
                "প্রশ্ন করো না ভিসুভিয়াস এ বুকে কেন জ্বলে রয়।\n" +
                "\n" +
                "বেহাগের সুরে সুখ গিয়ে দূরে আসে অশুভ বারতা\n" +
                "কি ভুলে আমি এত… কেউ তা ।\n" +
                "\n" +
                "দল বেধে সব দুঃখ আসে মৌন প্রেমের সর্বনাশে\n" +
                "ভোরের শিশির শুকোবে জেনেই তপ্ত রোদ হাসে।\n" +
                "\n" +
                "বেহাগের সুরে সুখ গিয়ে দূরে আনে অশুভ বারতা\n" +
                "কি ভুলে আমি এত… কেউ তা।।");

        songs.add(song81);

        Song song82 = new Song();
        song82.setArtistName("বারী সিদ্দিকী");
        song82.setSongName("আমার গায়ে যত দুঃখ");
        song82.setLyrics("আমার গায়ে যত দুঃখ সয়\n" +
                "বন্ধুয়ারে করো তুমার মনে যাহা লয়\n" +
                "বন্ধুয়ারে করো তুমার মনে যাহা লয় …….\n" +
                "\n" +
                "নিঠুর বন্ধুরে এ এ\n" +
                "বলেছিলে আমার হবে\n" +
                "মন দিয়াছি এই ভেবে\n" +
                "সাক্ষি কেউ ছিল না সে সময়\n" +
                "ও হো বন্ধুরে এ এ …………\n" +
                "\n" +
                "সাক্ষি শুধু চন্দ্র তারা\n" +
                "একদিন তুমি পড়বে ধরা রে এ এ বন্ধু\n" +
                "ত্রিভুবনের বিচার যেদিন হয় রে এ বন্ধু\n" +
                "\n" +
                "বন্ধুয়ারে করো তুমার মনে যাহা লয়\n" +
                "\n" +
                "নিঠুর বন্ধুরে এ এ\n" +
                "দুঃখ দিয়া হিয়ার ভিতর\n" +
                "একদিন ও না লইলে খবর\n" +
                "এইকি তোমার প্রেমের পরিচয়\n" +
                "অ হো বন্ধুরে ….\n" +
                "\n" +
                "মিছা মিছি আশা দিয়া\n" +
                "কেনো বা প্রেম শিখাইলা বন্ধু\n" +
                "দূরে থাকা উচিত কি আর হয় রে বন্ধু\n" +
                "\n" +
                "বন্ধুয়ারে করো তুমার মনে যাহা লয়\n" +
                "\n" +
                "***************************************\n" +
                "\n" +
                "(আরো কিছু লাইন ছিল )\n" +
                "পাষাণ বন্ধুরে এ এ\n" +
                "বিচ্ছেদের বাজারে গিয়া\n" +
                "তুমার প্রেম বিক্কি দিয়া\n" +
                "করব না প্রেম আর যদি কেউ কয়\n" +
                "কোকিলের হয়েছে জানা আ আ আ\n" +
                "কেবল ই চোরের কারখানা রে এ বন্ধু\n" +
                "চোরে চোরে দেওয়ালা হয় রে ……..\n" +
                "\n" +
                "বন্ধুয়ারে করো তুমার মনে যাহা লয়");

        songs.add(song82);

        Song song83 = new Song();
        song83.setArtistName("জলের গান");
        song83.setSongName("বকুল ফুল");
        song83.setLyrics("বকুল ফুল বকুল ফুল \n" +
                "সোনা দিয়া হাত কানও বান্ধাইলি। \n" +
                "শালুক ফুলের লাজ নাই \n" +
                "রাইতে শালুক ফুটে। \n" +
                "যার সনে যার ভালোবাসা, \n" +
                "সেইতো মজা লুটে। \n" +
                "\n" +
                "আমার জামাই ধান বায় \n" +
                "হরিণডাঙার মাঠে। \n" +
                "সোনা দেহে ঘাম ঝরে \n" +
                "দেইখা পরাণ ফাটে। \n" +
                "বকুল ফুল বকুল ফুল \n" +
                "সোনা দিয়া হাত কানও বান্ধাইলি।\n" +
                "  \n" +
                "শাওন ভাদর মাসে \n" +
                "জামাই আদর করে। \n" +
                "ইচ্ছে জামাই করবো আদর \n" +
                "দানাতো নাই ঘরে।\n" +
                "বকুল ফুল বকুল ফুল \n" +
                "সোনা দিয়া হাত কানও বান্ধাইলি। ");

        songs.add(song83);

        Song song84 = new Song();
        song84.setArtistName("জলের গান");
        song84.setSongName("এমন যদি হতো");
        song84.setLyrics("এমন যদি হতো\n" +
                "আমি পাখির মতো উড়ে উড়ে বেড়াই সারাক্ষন\n" +
                "পালাই বহুদুরে ... ক্লান্ত ভবঘুরে\n" +
                "ফিরবো ঘরে; কোথায় এমন ঘর ।\n" +
                "\n" +
                "বৃক্ষ তলে শুয়ে ... তোমার দুঃখ ছুয়ে\n" +
                "ঘুম আসে না,\n" +
                "ঘুমও স্বার্থপর !\n" +
                "\n" +
                "হঠাৎ ফিরে দেখি ... নিজের মুখোমুখি\n" +
                "শূন্য ভীষণ ... শূন্য মনে হয় ।\n" +
                "কি আর এমন হবে ... কে পেয়েছে কবে...\n" +
                "স্বপ্নগুলো স্বপ্ন হয়েই রয় ।\n" +
                "\n" +
                "হতাম যদি রঙিন প্রজাপতি\n" +
                "ফুলে ফুলে মাতামাতি\n" +
                "দিনের আলো কাটে ঘুরে ঘুরে\n" +
                "তোমার আমার গানের সুরে\n" +
                "\n" +
                "বৃক্ষ তলে শুয়ে ... তোমার দুঃখ ছুয়ে\n" +
                "ঘুম আসে না,\n" +
                "ঘুমও স্বার্থপর !");

        songs.add(song84);

        Song song85 = new Song();
        song85.setArtistName("জলের গান");
        song85.setSongName("আমি একটা পাতার ছবি");
        song85.setLyrics("আমি একটা পাতার ছবি আঁকি\n" +
                "পাতাটা গাছ হয়ে যায়।\n" +
                "মাথা ভরা সবুজ কচি পাতা\n" +
                "গাছটাকে ছাতা মনে হয়।\n" +
                "আরিরে আরি রাং\n" +
                "সুরিরে আরি সুরি বাং। \n" +
                "\n" +
                "আমি একটা ফুলের ছবি আঁকি\n" +
                "ভ্রমর উড়ে আসে তায়।\n" +
                "ফুলে বসে ভ্রমর\n" +
                "ফুলের মধু চুষে খায়।\n" +
                "আরিরে আরি রাং\n" +
                "সুরিরে আরি সুরি বাং।\n" +
                "\n" +
                "হতভম্ব আর্টিস্টম্যান কিছুই বোঝেনা...\n" +
                "হতভম্ব আর্টস্টম্যান কিছুই জানেনা...\n" +
                "হতভম্ব আর্টিস্টম্যান আঁকতে পারেনা...");

        songs.add(song85);

        Song song86 = new Song();
        song86.setArtistName("জলের গান");
        song86.setSongName("ও ঝরা পাতা");
        song86.setLyrics("ও ঝরা পাতা ও ঝরা পাতাগো \n" +
                "তোমার সাথে আমার রাত পোহানো কথাগো \n" +
                "তোমার সাথে আমার দিন কাটানো কথা \n" +
                "\n" +
                "হলুদ পাতার বুকে দিলো \n" +
                "সবুজ পাতা চুম্। আর… \n" +
                "শুকনো পাতা নূপুর পায়ে \n" +
                "রুমঝুম… রুমঝুম… রুমঝুম। \n" +
                "\n" +
                "একটা পাতার ইচ্ছে হলো \n" +
                "আকাশটাকে ছোঁবে \n" +
                "পাখির সাথে মেললো ডানা \n" +
                "সূর্য উঠলো পূবে। \n" +
                "আগুনরাঙা সূর্যটার কুসুমরঙা আলোয় \n" +
                "পাখিটারে পাতার আজকে \n" +
                "লাগলো ভীষণ ভালো। \n" +
                "ও ঝরা পাতা… \n" +
                "\n" +
                "পাতায় পাতায় কাব্য গাঁথা \n" +
                "পাতায় লেখা গান। \n" +
                "শিরায় শিরায় স্বপ্ন আমার \n" +
                "ভীষণ অভিমান। \n" +
                "কোন ছোবলে স্বপ্ন আমার হলো সাদাকালো \n" +
                "আমার বসত অন্ধকারে \n" +
                "তোরা থাকিস ভালো।");

        songs.add(song86);

        Song song87 = new Song();
        song87.setArtistName("বাংলা ব্যান্ড");
        song87.setSongName("সোনা দিয়া বান্ধাইয়াছি ঘর");
        song87.setLyrics("সোনা দিয়া বান্ধাইয়াছি ঘর\n" +
                "ও মন রে ঘুণে করলো জড়ো জড়\n" +
                "আমি কি করে বাস করিব এই ঘরে রে\n" +
                "তুই সে আমার মন\n" +
                "মন তোরে পারলাম না বুঝাইতে রে\n" +
                "তুই সে আমার মন\n" +
                "তিন তক্তার এ নৌকা খানি\n" +
                "ও মনরে গাঙে গাঙে চুয়ায় পানি\n" +
                "আমি কি করে সেঁচিবো নৌকার পানিরে\n" +
                "তুই সে আমার মন\n" +
                "মন তোরে পারলাম না বুঝাইতে রে\n" +
                "তুই সে আমার মন\n" +
                "আসি রাইতে ভবের মাঝারে\n" +
                "ও মনরে স্বপ্ন দেইখা রাইলি ভুলে\n" +
                "আমার এই স্বপন কি মিথ্যা হইতে পারে রে\n" +
                "তুই সে আমার মন\n" +
                "মন তোরে পারলাম না বুঝাইতে রে\n" +
                "তুই সে আমার মন");

        songs.add(song87);

        Song song88 = new Song();
        song88.setArtistName("আইয়ুব বাচ্চু");
        song88.setSongName("সে তারা ভরা রাতে");
        song88.setLyrics("সে তারা ভরা রাতে\n" +
                "আমি পারিনি বোঝাতে\n" +
                "তোমাকে আমার মনের ব্যাথা\n" +
                "তুমিতো বলেছ শুধু\n" +
                "তোমার সুখের কথা\n" +
                "আমি অনেক পথ ঘুরে\n" +
                "ক্ষয়ে ক্ষয়ে অন্ধকারে\n" +
                "তোমার পথের দেখা পেয়েছি\n" +
                "আর হৃদয়ের মাঝে\n" +
                "তোমায় কাছে আমি চেয়েছি\n" +
                "আজও হলোনা বলা\n" +
                "আমার না বলা কথা\n" +
                "আমি অনেক ব্যাথা সয়ে\n" +
                "ছল ছল চোখের জ্বলে\n" +
                "তোমার চলে যাওয়া দেখেছি\n" +
                "আর রাতেরও আঁধারে\n" +
                "মনের দুঃখে আমি কেঁদেছি\n" +
                "আজও হলোনা বলা\n" +
                "আমার না বলা কথা");

        songs.add(song88);

        Song song89 = new Song();
        song89.setArtistName("আইয়ুব বাচ্চু");
        song89.setSongName("আমি কষ্ট পেতে ভালোবাসি");
        song89.setLyrics("কোনো সুখের ছোঁয়া পেতে নয়\n" +
                "নয় কোনো নতুন জীবনের খোঁজে\n" +
                "তোমার চোখে তাকিয়ে থাকা\n" +
                "আলোকিত হাসি নয়\n" +
                "আশা নয়\n" +
                "না বলা ভাষা নয়\n" +
                "আমি কষ্ট পেতে ভালোবাসি\n" +
                "তাই তোমার কাছে ছুটে আছি\n" +
                "বুকের এক পাশে রেখেছি\n" +
                "জলহীন মরুভূমি\n" +
                "ইচ্ছে হলে যখন তখন\n" +
                "অশ্রুফোঁটা দাও তুমি\n" +
                "তুমি চাইলে আমি দেবো\n" +
                "অথৈ সাগর পাড়ি\n" +
                "যখন আমার কষ্টগুলো\n" +
                "প্রজাপতির মত উড়ে\n" +
                "বিষাদের সবকটা ফুল\n" +
                "চুপচাপ ঝরে পড়ে\n" +
                "আমার আকাশ জুড়ে কালো\n" +
                "মেঘে ভরে গেছে ভুলে");

        songs.add(song89);

        Song song90 = new Song();
        song90.setArtistName("আইয়ুব বাচ্চু");
        song90.setSongName("সেই তুমি কেন এতো অচেনা");
        song90.setLyrics("সেই তুমি কেন এতো অচেনা হলে\n" +
                "সেই আমি কেন তোমাকে দুঃখ দিলেম\n" +
                "কেমন করে এতো অচেনা হলে তুমি\n" +
                "কিভাবে এতো বদলে গেছি এই আমি\n" +
                "ও বুকেরও সব কষ্ট দুহাতে সরিয়ে\n" +
                "চলো বদলে যাই\n" +
                "তুমি কেন বোঝ না\n" +
                "তোমাকে ছাড়া আজ আমি অসহায়\n" +
                "আমার সবটুকু ভালোবাসা তোমায় জুড়ে\n" +
                "আমার অপরাধ ছিল যতো তোমার কাছে\n" +
                "তুমি ক্ষমা করে দিও আমায়\n" +
                "\n" +
                "কতরাত আমি কেঁদেছি\n" +
                "বুকেরই গভীরে কষ্ট নিয়ে\n" +
                "শূণ্যতায় ডুবে গেছি আমি\n" +
                "আমাকে তুমি ফিরিয়ে নাও\n" +
                "\n" +
                "কতবার ভেবেছি ভুলে যাবো\n" +
                "তারও বেশী মনে পড়ে যায়\n" +
                "ফেলে আসা সেই সব দিনগুলি\n" +
                "ভুলে যেতে আমি পারিনা");

        songs.add(song90);

        Song song91 = new Song();
        song91.setArtistName("আইয়ুব বাচ্চু");
        song91.setSongName("ফেরারী এই মনটা আমার");
        song91.setLyrics("ফেরারী এই মনটা আমার\n" +
                "মানে না কোনো বাঁধা\n" +
                "তোমাকে পাবারই আশায়\n" +
                "ফিরে আসে বারেবার\n" +
                "\n" +
                "কখনো ভাবিনি আমি\n" +
                "ব্যথা দিয়ে তুমি চলে যাবে\n" +
                "কি জানি কি ভুল ছিল আমার\n" +
                "আমাকে কেন গেলে কাঁদিয়ে\n" +
                "তাই আমি ফিরে আছি বারেবার\n" +
                "\n" +
                "যে পথে হারিয়েছি তোমায়\n" +
                "সেই পথে খুঁজে আমি যাব\n" +
                "অভিমান করে থেকো না\n" +
                "অপবাদ দিয়ে যেও না\n" +
                "তাই আমি ফিরে আছি বারেবার");

        songs.add(song91);

        Song song92 = new Song();
        song92.setArtistName("অর্ণব");
        song92.setSongName("সে যে বসে আছে");
        song92.setLyrics("সে যে বসে আছে একা একা\n" +
                "রঙিন স্বপ্ন তার বুনতে\n" +
                "সে যে চেয়ে আছে ভরা চোখে\n" +
                "জানালার ফাঁকে মেঘ ধরতে ।।\n" +
                "\n" +
                "তার গুন গুন মনের গান বাতাসে উড়ে\n" +
                "কান পাত মনে পাবে শুনতে\n" +
                "তার রঙের তুলির নাচে মেঘেরা ছুটে\n" +
                "চোখ মেল যদি পার বুঝতে ।।\n" +
                "\n" +
                "সে যে বসে আছে একা একা\n" +
                "তার স্বপ্নের কারখানা চলেছে\n" +
                "আর বুড়ো বুড়ো মেঘেদের দল বৃষ্টি নামার তাল গুনছে ।।\n" +
                "\n" +
                "সেই গুন গুন মনের গান বৃষ্টি নামায়\n" +
                "টপ টপ টপ ফোটা পড়ে অনেক ক্ষণ\n" +
                "সেই বৃষ্টি ভেজা মনে ডাক দিয়েছে\n" +
                "ভেজা কাক হয়ে থাক আমার মন ।।");

        songs.add(song92);

        int id = 1;
        for(Song song:songs)
        {
            song.setId(id);
            song.setExpanded(false);
            song.setColor(Song.colorDefault);
            song.setExpansionCount(0);
            id++;
        }


//        Song song = new Song();
//        song.setArtistName("আইয়ুব বাচ্চু");
//        song.setSongName("ফেরারী এই মনটা আমার");
//        song.setLyrics("");
//
//        songs.add(song);
//
//        Song song = new Song();
//        song.setArtistName("আইয়ুব বাচ্চু");
//        song.setSongName("ফেরারী এই মনটা আমার");
//        song.setLyrics("");
//
//        songs.add(song);
//
//        Song song = new Song();
//        song.setArtistName("আইয়ুব বাচ্চু");
//        song.setSongName("ফেরারী এই মনটা আমার");
//        song.setLyrics("");
//
//        songs.add(song);




        // save
        Paper.book().write("songs", songs);

    }

    public void initializeSongsFromDB()
    {
        this.songs = Paper.book().read("songs");
        Collections.sort(this.songs);
        //Collections.sort(this.songs);
        //int id = 1;
//        for(Song song:this.songs)
//        {
//            //song.setId(id);
//            song.setExpanded(false);
//            //id++;
//        }
//
//        Paper.book().delete("songs");
//
//        // save
        //Paper.book().write("songs", songs);

    }

    @Override
    protected void onResume() {
        super.onResume();
        this.initializeSongsFromDB();
        this.songsAdapter = new SongsAdapter(this,songs);
        recyclerView.setAdapter(songsAdapter);
        this.recyclerView.setHasFixedSize(true);
        LinearLayoutManager linearLayoutManager = new LinearLayoutManager(this,LinearLayoutManager.VERTICAL,false);
        this.recyclerView.setLayoutManager(linearLayoutManager);
    }
}
